Repository: xpavle00/Habo
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, es, fr, he, ia, id, pl, pt, pt_br, ru, sk, uk, zh_hans, zh_hant

source: Backup
ca: Còpia de seguretat
cs: Záloha
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
he: גיבוי
ia: Copia de securitate
id: Cadangan
pl: Kopia zapasowa
pt: Cópia de segurança
pt_br: Becape
ru: Резервное копирование
sk: Záloha
uk: Резервна копія
zh_hans: 备份
zh_hant: 備份

# congratulationsReward
source: Congratulations! Your reward:
ca: Enhorabona! La teva recompensa:
cs: Gratulujeme! Vaše odměna:
de: Herzlichen Glückwunsch! Deine Belohnung:
es: ¡Felicidades! Tu recompensa:
fr: Félicitations ! Votre récompense :
he: כל הכבוד! הפרס שלך:
ia: Felicitationes! Tu recompensa:
id: Selamat! Kamu mendapatkan:
pl: Gratulacje! Twoja nagroda to:
pt: Parabéns! Eis a tua recompensa:
pt_br: Parabéns! Sua recompensa:
ru: Поздравляю! Ваша награда:
sk: Gratulujem! Vaša odmena:
uk: Вітаємо! Твоя нагорода:
zh_hans: 恭喜你！你的奖励：
zh_hant: 恭喜！你的獎勵：

# habitLoopDescription
source: Habit Loop is a psychological model describing the process of habit formation. It consists of three components: Cue, Routine, and Reward. The Cue triggers the Routine (habitual action), which is then reinforced by the Reward, creating a loop that makes the habit more ingrained and likely to be repeated.
ca: El cicle de l'hàbit (Habit loop) és un model psicològic que descriu el procés de formació dels hàbits. Es conforma per tres components: Senyal, Rutina i Gratificació. El Senyal dona lloc a la Rutina (l'acció habitual), i aquesta és reforçada per la Gratificació. Això resulta en un cicle que fa que l'hàbit s'arreli i sigui més probable que el repeteixis.
cs: Smyčka návyků je psychologický model popisující proces tvorby návyků. Skládá se ze tří komponent: Podnět, Rutina a Odměna. Podnět spustí Rutinu (návykovou akci), která je poté posílena Odměnou, čímž vytváří smyčku, která způsobuje, že je návyk více zakořeněný a pravděpodobnější.
de: Habit Loop ist ein psychologisches Modell, das den Prozess der Gewohnheitsbildung beschreibt. Es besteht aus drei Komponenten: Signal, Routine und Belohnung. Das Signal löst die Routine (gewohnheitsmäßige Handlung) aus, die dann durch die Belohnung verstärkt wird. Dadurch entsteht eine Schleife, die die Gewohnheit verfestigt und die Wiederholungswahrscheinlichkeit erhöht.
es: Las costumbres es un modelo psicológico que describe el proceso de formación de los hábitos. Consta de tres componentes: Estímulo, Rutina y Recompensa. La señal desencadena la rutina (acción habitual), que se ve reforzada por la recompensa, creando un bucle que hace que el hábito esté más arraigado y sea más probable que se repita.
fr: La boucle d'habitudes est un modèle psychologique décrivant le processus de formation des habitudes. Elle se compose de trois éléments : Le signal, la routine et la récompense. L'indice déclenche la routine (action habituelle), qui est ensuite renforcée par la récompense, créant ainsi une boucle qui rend l'habitude plus ancrée et plus susceptible d'être répétée.
he: שרשרת הרגל היא מודל פסיכולוגי המתאר את תהליך היווצרות ההרגל. הוא מורכב משלושה דברים: סימן, שגרה ופרס. הסימן מניע את השגרה (הפעולה של ההרגל), אשר היא מחוזקת על ידי הפרס, בכך שהוא מסייע ביצירת שרשרת שהיא יותר מושרשת ועם יותר סיכויים לחזור שוב ושוב.
ia: Le bucla de habitos es un modello psychologic que describe le processo de formation de habitos. Illo consiste de tres componentes: Signal, Habitude e Recompensa. Le Signal initia le habitude (action habitual), que es alora reinfortiate per le Recompensa, creante un bucla que face le habito plus inradicate e sia plus probabile de repeter se.
id: Kebiasaan Berulang adalah model psikologis yang menjelaskan bahwa kebiasaan terbentuk melalui lingkaran Isyarat → Rutinitas → Hadiah yang saling memperkuat sehingga kebiasaan semakin tertanam dan mudah diulangi.
pl: Pętla nawyku to psychologiczny model opisujący proces formowania nawyków. Składa się z trzech komponentów: Wskazówki, Rutyny i Nagrody. Wskazówka wyzwala Rutynę (działanie nawykowe), które jest następnie wzmacniane przez Nagrodę, tworząc pętlę, która sprawia, że nawyk staje się bardziej zakorzeniony i prawdopodobny do powtórzenia.
pt: A criação de hábitos é um modelo psicológico que descreve o processo de formação de hábitos. Consiste em três componentes: Estímulo, Rotina e Recompensa. O estímulo leva à rotina (ação habitual), que é reforçada pela recompensa, criando assim um círculo que ajuda a enraizar o hábito e a tornar provável a sua repetição.
pt_br: O Ciclo do Hábito é um modelo psicológico que descreve o processo de formação de hábitos. Consiste em três elementos: Gatilho, Rotina e Recompensa. A Deixa desencadeia a Rotina (uma ação habitual), que é reforçada pela Recompensa, criando um ciclo que torna o hábito mais enraizado e provável de ser repetido.
ru: Петля привычки - это психологическая модель, описывающая процесс формирования привычек. Он состоит из трех компонентов: Сигнал, Действие и Награда. Сигнал запускает действие (жизненное действие), которая затем усиливается возмездием, создавая петлю, которая делает привычку более укоренившейся и, вероятно, будет повторена.
sk: Cyklus zvyku je psychologický model popisujúci proces tvorby zvyku. Skladá sa z troch komponentov: Signál, Rutina a Odmena. Signál spustí Rutinu (zvykovú činnosť), ktorá je potom posilnená Odmenou, čím vytvára slučku, ktorá zvyk zabezpečí a pravdepodobne sa bude opakovať.
uk: Цикл звички – це психологічна модель, що описує процес формування звички. Вона складається з трьох компонентів: сигнал, рутина та винагорода. Сигнал запускає рутину (дії, які ви хочете зробити звичкою), яка потім підкріплюється винагородою, створюючи цикл, що робить звичку більш укоріненою та схильною до повторення.
zh_hans: 习惯循环是一种描述习惯形成过程的心理学模型。它由三个部分组成：提示、惯例（习惯性行为）和奖励。提示会引发惯例（习惯性行为），随后这种行为会得到奖励的强化，从而形成一个循环，使得习惯更加根深蒂固，也更有可能被重复。
zh_hant: 習慣迴圈是一個描述習慣養成過程的心理模型。它由三個要素組成：提示、慣例與獎勵。提示啟動慣例（習慣行為），隨後藉由獎勵強化，形成一個迴圈，使習慣更加根深蒂固，並更容易被重複。

# rewardDescription
source: is the benefit or positive feeling you experience after performing the routine. It reinforces the habit.
ca: és el benefici o sentiment positiu que s'experimenta un cop duta a terme la rutina. Reforça l'hàbit.
cs: je výhoda nebo pozitivní pocit, který zažíváte po provedení rutiny. Posiluje návyk.
de: ist der Nutzen oder das positive Gefühl, das du nach der Durchführung der Routine verspürst. Es verstärkt die Gewohnheit.
es: es el beneficio o la sensación positiva que experimentas después de realizar la rutina. Refuerza el hábito.
fr: est le bénéfice ou le sentiment positif que vous ressentez après avoir effectué la routine. Elle renforce l'habitude.
he: הוא הרווח או התחושה הטובה שחווים לאחר ביצוע השגרה. זה מה שמחזיק את ההרגל.
ia: es le beneficio o sentimento positive que tu experimenta post exequer le habitude. Illo reinfortia le habito.
id: adalah manfaat atau perasaan positif yang kamu rasakan setelah melakukan rutinitas; hal ini memperkuat kebiasaanmu.
pl: To korzyść lub pozytywne uczucie, które odczuwasz po wykonaniu rutyny, wzmacnia to nawyk.
pt: é o benefício ou sensação positiva que sentes após realizar a rotina. Reforça o hábito.
pt_br: é a gratificação ou sentimento positivo que você experimenta após realizar a Rotina, reforçando o hábito.
ru: это преимущество или позитивное чувство, которое вы испытываете после выполнения задачи. Это усиливает привычку.
sk: je výhoda alebo pozitívny pocit, ktorý zažívate po vykonaní rutiny. Posilňuje zvyk.
uk: це користь або позитивне відчуття, яке ви відчуваєте після виконання рутини. Це закріплює звичку.
zh_hans: 是你在完成习惯性行为之后所体验到的益处或积极感受。它会强化这一习惯。
zh_hant: 是你在執行慣例後獲得的好處或正面感受，這能強化習慣。

# habitContractDescription
source: While positive reinforcement is recommended, some people may opt for a habit contract. A habit contract allows you to specify a sanction that will be imposed if you miss your habit, and may involve an accountability partner who helps supervise your goals.
ca: Tot i que es recomana el reforçament positiu, algunes persones poden optar per una clàusula d'incompliment de l'hàbit. Això permet estipular la sanció a imposar-te si no compleixes amb l'hàbit. A més a més, pots demanar l'ajuda d'una persona responsable que t'ajudi a supervisar els objectius.
cs: Ačkoliv je doporučeno pozitivní posílení, někteří lidé se mohou rozhodnout pro smlouvu o zvyku. Smlouva o zvyku vám umožňuje specifikovat sankci, která bude uložena, pokud svůj návyk zmeškáte, a může zahrnovat partnera, který vám pomáhá sledovat vaše cíle.
de: Obwohl positive Verstärkung empfohlen wird, entscheiden sich manche Menschen für einen Gewohnheitsvertrag. Ein Gewohnheitsvertrag ermöglicht es dir, eine Sanktion festzulegen, die verhängt wird, wenn du deine Gewohnheit nicht einhältst. Außerdem kann ein Verantwortlichkeitspartner hinzugezogen werden, der dich bei der Überwachung deiner Ziele unterstützt.
es: Aunque se recomienda el refuerzo positivo, algunas personas pueden optar por un contrato de hábitos. Un contrato de hábitos permite especificar una sanción que se impondrá si no cumples el hábito, y puede implicar a otra persona o responsable que te ayude a supervisar tus objetivos.
fr: Bien que le renforcement positif soit recommandé, certaines personnes peuvent opter pour un contrat d'habitude. Un contrat d'habitude vous permet de spécifier une pénalité qui vous sera imposée si vous ne respectez pas votre habitude, et peut faire appel à un partenaire de responsabilisation qui vous aide à superviser vos objectifs.
he: בעוד החיזוק החיובי הוא המומלץ, אנשים מסוימים עשויים להעדיף חוזה הרגל. חוזה הרגל מאפשר לך להגדיר עונש שיהיה מוטל עליך אם ההרגל יוחמץ, ואולי גם תבחר/י לערב שותף או שותפה שיעזרו לך לאכוף את ההגעה למטרות שלך.
ia: Ben que le reinfortiamento positive es recommendate, alcun personas pote optar pro un contracto de habito. Un contracto de habito te permitte specificar un sanction que sera imponite si tu perde tu habito, e pote includer un associato de responsabilitates qui adjuta a surveliar tu objectivos.
id: Meskipun penguatan positif lebih dianjurkan, sebagian orang memilih menggunakan kontrak kebiasaan. Kontrak kebiasaan memungkinkan kamu menentukan sanksi yang akan diberlakukan jika melewatkan kebiasaan, dan dapat melibatkan teman yang membantu mengawasi tujuanmu.
pl: Chociaż zaleca się pozytywne wzmocnienie, niektórzy mogą zdecydować się na kontrakt nawykowy. Kontrakt nawykowy pozwala określić sankcję, która zostanie nałożona w przypadku pominięcia nawyku, i może obejmować partnera odpowiedzialnościowego, który pomaga nadzorować Twoje cele.
pt: Embora o reforço positivo seja recomendado, algumas pessoas podem optar por um contrato de hábitos. Um contrato de hábitos permite especificar uma sanção que será imposta caso não cumpras o teu hábito e pode envolver um parceiro de responsabilidade ou alguém que te ajude a supervisionar os teus hábitos.
pt_br: Embora o reforço positivo seja recomendado, algumas pessoas podem optar por um contrato de hábito. Um contrato de hábito permite que você especifique uma penalidade que será imposta caso você não consiga cumprir o hábito, e pode envolver um parceiro de responsabilidade que ajude a supervisionar seus objetivos.
ru: Хотя рекомендуется положительное подкрепление, некоторые люди могут выбрать контракт с привычкой. Привычный контракт позволяет вам указать санкции, которые будут введены, если вы упустите свою привычку, и может включать партнера по ответственности, который помогает контролировать ваши цели.
sk: Hoci sa odporúča pozitívne posilnenie, niektorí ľudia môžu uprednostniť zmluvu o zvyku. Zmluva o zvyku vám umožňuje špecifikovať sankciu, ktorá bude uložená, ak zvyk nesplníte, a môže zahŕňať partnera, ktorý dohliada na vaše ciele.
uk: Хоча рекомендується позитивне підкріплення, деякі люди можуть обрати договір про звичку. Договір про звичку дозволяє вам вказати покарання, які будуть застосовані, якщо ви пропустите свою звичку, також ви може залучити партнера, який допоможе контролювати досягнення ваших цілей.
zh_hans: 虽然建议采用正面激励的方式，但有些人可能会选择签订习惯契约。习惯契约能让你制定未养成目标习惯受到的惩罚，而且契约中可能会有一位监督伙伴，帮助你监督自己是否达成目标。
zh_hant: 雖然建議使用正面強化，但有些人可能會選擇習慣契約。習慣契約允許你指定未達成習慣時的懲罰，並可能涉及一位責任夥伴協助監督你的目標。

# haboNeedsPermission
source: Habo needs permission to send notifications to work properly.
ca: Habo necessita permís per enviar notificacions per funcionar correctament.
cs: Habo potřebuje povolení k odesílání oznámení, aby správně fungoval.
de: Habo benötigt die Erlaubnis, Benachrichtigungen zu senden, um richtig zu funktionieren.
es: Habo necesita permisos para enviar notificaciones para funcionar correctamente.
fr: Habo a besoin de l'autorisation d'envoyer des notifications pour fonctionner correctement.
he: ל־Habo יש צורך בגישה לשליחת התראות בשביל לעבוד באופן תקין.
ia: Habo necessita permission pro inviar notifications pro su functionamento correcte.
id: Habo membutuhkan izin untuk mengirim notifikasi agar berfungsi dengan baik.
pl: Habo potrzebuje pozwolenia na wysyłanie powiadomień, aby działać poprawnie.
pt: A Habo precisa de autorização para enviar notificações para funcionar devidamente.
pt_br: Para funcionar corretamente, o Habo precisa de permissão para enviar notificações.
ru: Для правильной работы Habo требуется разрешение на отправку уведомлений.
sk: Habo potrebuje povolenie na odosielanie oznámení na správne fungovanie.
uk: Для коректної роботи Habo потрібен дозвіл на надсилання повідомлень.
zh_hans: Habo 需要通知权限才能正常运行。
zh_hant: Habo 需要權限才能傳送通知並正常運作。

source: Note
ca: Nota
cs: Poznámka
de: Hinweis
es: Nota
fr: Remarque
he: הערה
ia: Nota
id: Catatan
pl: Notatka
pt: Nota
pt_br: Notas
ru: Примечание
sk: Poznámka
uk: Нотатки
zh_hans: 备注
zh_hant: 備註

# restoreFailedError
source: ERROR: Restoring backup failed.
ca: ERROR: La restauració de la còpia de seguretat ha fallat.
cs: CHYBA: Obnovení zálohy se nezdařilo.
de: FEHLER: Wiederherstellen der Sicherung fehlgeschlagen.
es: ERROR: al restaurar la copia de seguridad.
fr: ERREUR : La restauration de la sauvegarde a échoué.
he: שגיאה: השחזור מגיבוי נכשל.
ia: ERROR: Falleva le restauration del copia de securitate.
id: EROR: Gagal memulihkan cadangan.
pl: BŁĄD: Nie udało się przywrócić kopii zapasowej.
pt: Erro ao restaurar cópia de segurança.
pt_br: ERRO: Falha ao restaurar o backup.
ru: Не удалось восстановить резервную копию.
sk: CHYBA: Obnovenie zálohy zlyhalo.
uk: Помилка: відновлення з резервної копії не вдалося.
zh_hans: 错误：恢复备份失败。
zh_hant: 錯誤：還原備份失敗。

source: Habit deleted.
ca: Hàbit eliminat.
cs: Návyk smazán.
de: Gewohnheit gelöscht.
es: Hábito eliminado.
fr: Habitude supprimée.
he: ההרגל נמחק.
ia: Habito delite.
id: Kebiasaan telah dihapus.
pl: Nawyk został usunięty.
pt: Hábito eliminado.
pt_br: Hábito excluído.
ru: Привычка удалена.
sk: Zvyk bol odstránený.
uk: Звичку видалено.
zh_hans: 习惯已删除。
zh_hant: 習慣已刪除。

source: Do not forget to check your habits.
ca: No oblidis revisar els teus hàbits.
cs: Nezapomeňte zkontrolovat své návyky.
de: Vergiss nicht, deine Gewohnheiten zu überprüfen.
es: No olvides revisar tus hábitos.
fr: N'oubliez pas de vérifier vos habitudes.
he: לא לשכוח לסמן את ההרגלים.
ia: Non oblida verificar tu habitos.
id: Jangan lupa untuk memeriksa kebiasaan Anda.
pl: Nie zapomnij sprawdzić swoich nawyków.
pt: Não te esqueças de rever os teus hábitos.
ru: Не забудьте проверить свои привычки.
sk: Nezabudnite skontrolovať svoje zvyky.
uk: Не забудьте перевірити свої звички.
zh_hans: 别忘了检查你的习惯。
zh_hant: 別忘了檢視你的習慣。

# habitNotificationsChannel
source: Notification channel for habit notifications
ca: Forma de notificació per les notificacions d'hàbits
cs: Kanál oznámení pro návyky
de: Benachrichtigungskanal für Gewohnheitsbenachrichtigungen
es: Formas de notificación de los hábitos
fr: Canal de notification pour les notifications d'habitudes
he: ערוץ התראות להתראות הרגל
ia: Canal de notificationes pro le notificationes de habitos
id: Saluran notifikasi untuk notifikasi kebiasaan
pl: Kanał powiadimeń dla powiadomień o nawykach
pt: Formato das notificações dos hábitos
pt_br: Canal de notificações de hábito
ru: Канал уведомлений об привычках
sk: Kanál oznámení pre zvyky
uk: Канал сповіщень для повідомлень про звички
zh_hans: 习惯通知的通知方式
zh_hant: 習慣通知的通知管道

# appNotificationsChannel
source: Notification channel for application notifications
ca: Forma de notificació per les notificacions de l'aplicació
cs: Kanál oznámení pro aplikaci
de: Benachrichtigungskanal für Anwendungsbenachrichtigungen
es: Métodos para las notificaciones de la aplicación
fr: Canal de notification pour les notifications de l'application
he: ערוץ התראות להתראות היישום
ia: Canal de notificationes pro le notificationes del application
id: Saluran notifikasi untuk notifikasi aplikasi
pl: Panel powiadomień na powiadomienia z aplikacji
pt: Formato das notificações da aplicação
pt_br: Canal de notificações de aplicativo
ru: Канал уведомлений для уведомлений приложений
sk: Kanál oznámení pre aplikáciu
uk: Канал сповіщень для повідомлень про застосунок
zh_hans: 应用程序通知的通知方式
zh_hant: 應用程式通知的通知管道

source: App notifications
ca: Notificacions de l'aplicació
cs: Oznámení aplikace
de: App-Benachrichtigungen
es: Notificaciones de la aplicación
fr: Notifications de l'application
he: התראות יישום
ia: Notificationes del application
id: Notifikasi aplikasi
pl: Powiadomienia aplikacji
pt: Notificações da aplicação
pt_br: Notificações do aplicativo
ru: Уведомления приложения
sk: Oznámenia aplikácie
uk: Повідомлення про застосунок
zh_hans: 应用程序通知
zh_hant: 應用程式通知

# routineNumbered
source: 2. Routine
ca: 2. Rutina
cs: 2. Rutina
es: 2. Rutina
fr: 2. Une routine
he: 2. שגרה
ia: 2. Habitude
id: 2. Rutinitas
pl: 2. Rutyne
pt: 2. Rotina
pt_br: 2. Rotina
ru: 2. Задачу
sk: 2. Rutina
uk: 2. Рутину
zh_hans: 2.惯例
zh_hant: 2. 慣例

source: Habits:
ca: Hàbits:
cs: Návyky:
de: Gewohnheiten:
es: Hábitos:
fr: Habitudes :
he: הרגלים:
ia: Habitos:
id: Kebiasaan:
pl: Nawyki:
pt: Hábitos:
pt_br: Hábitos:
ru: Привычки:
sk: Zvyky:
uk: Звички:
zh_hans: 习惯：
zh_hant: 習慣：

source: Statistics
ca: Estadístiques
cs: Statistiky
de: Statistiken
es: Estadísticas
fr: Statistiques
he: סטטיסטיקה
ia: Statisticas
id: Statistik
pl: Statystyki
pt: Estatísticas
pt_br: Estatísticas
ru: Статистика
sk: Štatistiky
uk: Статистика
zh_hans: 统计数据
zh_hant: 統計資料

source: Empty list
ca: Llista buida
cs: Prázdný seznam
de: Leere Liste
es: La lista está vacía
fr: Liste vierge
he: רשימה ריקה
ia: Le lista es vacue
id: Daftar kosong
pl: Pusta lista
pt: Lista vazia
pt_br: Lista vazia
ru: Пустой список
sk: Prázdny zoznam
uk: Порожній список
zh_hans: 空白清单
zh_hant: 空白清單

# noDataAboutHabits
source: There is no data about habits.
ca: No hi ha dades sobre els hàbits.
cs: Nejsou dostupné žádné informace o návycích.
de: Es gibt keine Daten über Gewohnheiten.
es: No hay ningún dato sobre los hábitos.
fr: Il n'y a aucune donnée sur les habitudes.
he: אין נתוני הרגלים.
ia: Il non ha datos sur le habitos.
id: Tidak tersedia data untuk kebiasaan ini.
pl: Brak informacjio nawykach.
pt: Não há nenhum dado sobre hábitos.
pt_br: Não há dados sobre hábitos.
ru: Нет данных о привычках.
sk: Nie sú žiadne údaje o zvykoch.
uk: Даних про звички немає.
zh_hans: 没有关于习惯的数据。
zh_hant: 沒有關於習慣的資料。

source: Current streak
ca: Ratxa actual
cs: Současná série
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
he: רצף נוכחי
ia: Le serie actual
id: Streak saat ini
pl: Aktualna passa
pt: Sequência atual
pt_br: Sequência atual
ru: Текущая серия
sk: Aktuálna séria
uk: Поточний рекорд
zh_hans: 目前连续天数
zh_hant: 目前連續天數

source: Top streak
ca: La millor ratxa
cs: Nejdelší série
de: Top-Serie
es: La mejor racha
fr: Meilleures séries
he: רצף שיא
ia: Le melior serie
id: Streak terbaik
pl: Najlepsza passa
pt: Maior sequência
pt_br: Maior sequência
ru: Лучшая серия
sk: Najdlhšia séria
uk: Найкращий рекорд
zh_hans: 最长连续天数
zh_hant: 最長連續天數

source: Total
cs: Celkem
de: Gesamt
he: סך הכול
pl: Podsumowanie
ru: Всего
sk: Celkom
uk: Загалом
zh_hans: 合计
zh_hant: 總計

source: Unknown
ca: Desconegut
cs: Neznámé
de: Unbekannt
es: Desconocido
fr: Inconnu
he: לא ידוע
ia: Incognite
id: Tidak diketahui
pl: Nieznany
pt: Desconhecido
pt_br: Desconhecido
ru: Неизвестно
sk: Neznáme
uk: Невідомо
zh_hans: 未知
zh_hant: 未知

source: Warning
ca: Avís
cs: Varování
de: Warnung
es: Advertencia
fr: Attention
he: אזהרה
ia: Attention
id: Peringatan
pl: Ostrzeżenie
pt: Aviso
pt_br: Aviso
ru: Предупреждение
sk: Varovanie
uk: Попередження
zh_hans: 警告
zh_hant: 警告

# allHabitsWillBeReplaced
source: All habits will be replaced with habits from backup.
ca: Tots els hàbits seran substituïts pels de la còpia de seguretat.
cs: Všechny návyky budou nahrazeny návyky ze zálohy.
de: Alle Gewohnheiten werden durch Gewohnheiten aus der Sicherung ersetzt.
es: Todos los hábitos serán sustituidos por los de la copia de seguridad.
fr: Toutes les habitudes seront remplacées par celles de la sauvegarde.
he: כל ההרגלים הקיימים יוחלפו בהרגלים מהגיבוי.
ia: Tote le habitos essera reimplaciate con habitos ab le copia de securitate.
id: Kebiasaan Anda akan diganti dengan data cadangan.
pl: Wszystkie nawyki zostaną zastąpione nawykami z kopii zapasowej.
pt: Os hábitos serão substituídos pelos hábitos da cópia de segurança.
pt_br: Todos os hábitos serão substituídos pelos hábitos do becape.
ru: Все привычки будут заменены привычками из резервного копирования.
sk: Všetky zvyky budú nahradené zálohovanými zvykmi.
uk: Всі звички будуть замінені звичками з резервної копії.
zh_hans: 所有习惯将被替换为备份中的习惯。
zh_hant: 所有習慣都將會被備份中的習慣取代。

source: Restore
ca: Restaura
cs: Obnovit
de: Wiederherstellen
es: Restaurar
fr: Restaurer
he: שחזור
ia: Restaurar
id: Pulihkan
pl: Przywróć
pt: Restaurar
pt_br: Restaurar
ru: Восстановление
sk: Obnoviť
uk: Відновити
zh_hans: 恢复备份
zh_hant: 還原

source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
ia: Cancellar
id: Batal
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Settings
ca: Paràmetres
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
he: הגדרות
ia: Parametros
id: Pengaturan
pl: Ustawienia
pt: Definições
pt_br: Ajustes
ru: Настройки
sk: Nastavenia
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Theme
ca: Tema
cs: Téma
de: Thema
es: Tema
fr: Thème
he: ערכת נושא
ia: Thema
id: Tema
pl: Motyw
pt: Tema
pt_br: Tema
ru: Тема
sk: Téma
uk: Тема
zh_hans: 主题
zh_hant: 主題

# firstDayOfWeek
source: First day of the week
ca: Primer dia de la setmana
cs: První den v týdnu
de: Erster Tag der Woche
es: El primer día de la semana
fr: Premier jour de la semaine
he: היום הראשון בשבוע
ia: Prime die del septimana
id: Hari pertama dalam minggu
pl: Pierwszy dzień tygodnia
pt: Início da semana
pt_br: Primeiro dia da semana
ru: Первый день недели
sk: Prvý deň týždňa
uk: Перший день тижня
zh_hans: 每周的第一天
zh_hant: 每週的第一天

source: Notifications
ca: Notificacions
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
he: התראות
ia: Notificationes
id: Pengingat
pl: Powiadomienia
pt: Notificações
pt_br: Notificações
ru: Уведомления
sk: Oznámenia
uk: Повідомлення
zh_hans: 通知提醒
zh_hant: 通知

source: Notification time
ca: Horari de la notificació
cs: Čas oznámení
de: Benachrichtigungszeit
es: Horario de la notificación
fr: Heure de notification
he: זמן שליחת התראה
ia: Hora de notification
id: Waktu pengingat
pl: Godzina powiadomienia
pt: Horário da notificação
pt_br: Agendar notificação
ru: Время уведомления
sk: Čas oznámenia
uk: Час повідомлення
zh_hans: 提醒时间
zh_hant: 通知時間

source: Sound effects
ca: Efectes de so
cs: Zvukové efekty
de: Klangeffekte
es: Efectos de sonido
fr: Effets sonores
he: אפקטים קוליים
ia: Effectos de sono
id: Efek suara
pl: Efekty dźwiękowe
pt: Sons
pt_br: Efeitos sonoros
ru: Звуковые эффекты
sk: Zvukové efekty
uk: Звукові ефекти
zh_hans: 音效
zh_hant: 音效
