Repository: xpavle00/Habo
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, es, fr, he, ia, id, pl, pt, pt_br, ru, sk, uk, zh_hans, zh_hant

source: Fail
ca: Fracàs
cs: Nezdařilo se
de: Fehlgeschlagen
es: Fracaso
fr: Échec
he: כישלון
ia: Fallimento
id: Gagal
pl: Niepowodzenie
pt: Fracasso
ru: Провал
sk: Zlyhanie
uk: Невдача
zh_hans: 失败
zh_hant: 失敗

source: Skip
ca: Salta
cs: Přeskočit
de: Überspringen
es: Omitir
fr: Passer
he: דילוג
ia: Saltar
id: Lewati
pl: Pomiń
pt: Saltar
pt_br: Pular
ru: Пропустить
sk: Preskočiť
uk: Пропустити
zh_hans: 跳过
zh_hant: 跳過

# yourCommentHere
source: Your note here
ca: Escriu el teu comentari aquí
cs: Vaše poznámka zde
de: Deine Notiz hier
es: Tu comentario aquí
fr: Votre remarque ici
he: כאן המקום להערה שלך
ia: Tu nota hic
id: Tuliskan catatan di sini
pl: Treść notatki
pt: O teu comentário
pt_br: Seu texto
ru: Ваше примечание здесь
sk: Vaša poznámka sem
uk: Ваші нотатки тут
zh_hans: 在此输入你的备注
zh_hant: 在此輸入你的備註

source: Close
ca: Tanca
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
he: סגירה
ia: Clauder
id: Tutup
pl: Zamknij
pt: Fechar
pt_br: Fechar
ru: Закрыть
sk: Zavrieť
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Create your first habit.
ca: Crea el teu primer hàbit.
cs: Vytvořte svůj první návyk.
de: Erstelle deine erste Gewohnheit.
es: Crea tu primer hábito.
fr: Créez votre première habitude.
he: יוצרים יחד את ההרגל הראשון.
ia: Crea tu prime habito.
id: Buat kebiasaan pertama Anda.
pl: Stwórz swój pierwszy nawyk.
pt: Cria o teu primeiro hábito.
pt_br: Crie seu primeiro hábito.
ru: Создайте свою первую привычку.
sk: Vytvorte svoj prvý zvyk.
uk: Створіть вашу першу звичку.
zh_hans: 培养你的第一个习惯。
zh_hant: 建立你的第一個習慣。

source: Modify
ca: Modifica
cs: Upravit
de: Ändern
es: Modificar
fr: Modifier
he: שינוי
ia: Modificar
id: Edit
pl: Edytuj
pt: Modificar
pt_br: Modificar
ru: Изменить
sk: Upraviť
uk: Змінити
zh_hans: 修改
zh_hant: 修改

# backupFailedError
source: ERROR: Creating backup failed.
ca: ERROR: La creació de la còpia de seguretat ha fallat.
cs: CHYBA: Vytvoření zálohy se nezdařilo.
de: FEHLER: Erstellen der Sicherung fehlgeschlagen.
es: ERROR: al crear la copia de seguridad.
fr: ERREUR : La création de la sauvegarde a échoué.
he: שגיאה: הגיבוי נכשל.
ia: ERROR: Falleva le creation del copia de securitate.
id: EROR: Gagal membuat cadangan.
pl: BŁĄD: Nie udało się stworzyć kopii zapasowej.
pt: Erro ao criar cópia de segurança.
pt_br: ERRO: Falha ao criar o backup.
ru: ОШИБКА: Не удалось создать резервную копию.
sk: CHYBA: Vytvorenie zálohy zlyhalo.
uk: Помилка: не вдалося створити резервну копію.
zh_hans: 错误：创建备份失败。
zh_hant: 錯誤：建立備份失敗。

source: Undo
ca: Desfés
cs: Vrátit zpět
de: Rückgängig
es: Deshacer
fr: Annuler
he: ביטול פעולה
ia: Disfacer
id: Batalkan
pl: Cofnij
pt: Desfazer
pt_br: Desfazer
ru: Вернуть
sk: Vrátiť späť
uk: Відмінити
zh_hans: 恢复
zh_hant: 復原

source: Habit notifications
ca: Notificacions dels hàbits
cs: Oznámení o návycích
de: Gewohnheitsbenachrichtigungen
es: Notificaciones sobre los hábitos
fr: Notifications d'habitudes
he: התראות הרגל
ia: Notificationes de habitos
id: Notifikasi Kebiasaan
pl: Powiadomieniao nawyku
pt: Notificações sobre os hábitos
pt_br: Notificações de aplicativo
ru: Уведомление привычек
sk: Oznámenia o zvykoch
uk: Повідомлення про звички
zh_hans: 习惯通知
zh_hant: 習慣通知

# themeSelect
source: {theme, select, device {Device} light {Light} dark {Dark} oled {OLED black} materialYou {Material You} other{Device}}
ca: {theme, select, device {Dispositiu} light {Clar} dark {Fosc} oled {Negre pur (OLED)} materialYou {Material You} other{Dispositiu}}
cs: {theme, select, device {Zařízení} light {Světlá} dark {Tmavá} oled {OLED černá} other{Zařízení}}
de: {theme, select, device {Gerät} light {Hell} dark {Dunkel} oled {OLED Schwarz} materialYou {Material You} other{Gerät}}
es: {theme, select, device {Dispositivo} light {Claro} dark {Oscuro} oled {Oscuro para Oled} other{Dispositivo}}
fr: {theme, select, device {Appareil} light {Clair} dark {Sombre} oled {Sombre OLED} other{Appareil}}
he: {theme, select, device {כמו המכשיר} light {בהירה} dark {כהה} oled {כהה, מותאם למסכי OLED} other{כמו המכשיר}}
ia: {theme, select, device {Apparato} light {Clar} dark {Obscur} oled {Nigre OLED} other{Apparato}}
id: {theme, select, device {Perangkat} light {Terang} dark {Gelap} oled {Gelap OLED} materialYou {Material You} other{Perangkat}}
pl: {theme, select, device {Urządzenie} light {Jasny} dark {Ciemny} oled {OLED czarny} other{Urządzenie}}
pt: {theme, select, device {Dispositivo} light {Claro} dark {Escuro} oled {Escuro OLED} other{Dispositivo}}
ru: {theme, select, device {Устройство} light {Светлая} dark {Тёмная} oled {OLED Чёрный} other{Устройство}}
sk: {theme, select, device {Zariadenie} light {Svetlá} dark {Tmavá} oled {OLED čierna} materialYou {Material You} other{Zariadenie}}
uk: {theme, select, device {Пристрій} light {Світло} dark {Темний} oled {OLED чорний} materialYou {Material You} other{Пристрій}}
zh_hans: {theme, select,device {Device} 浅色{Light} 深色{Dark} oled{OLED black} materialYou {Material You} 跟随设备{Device}}
zh_hant: {theme, select, device {裝置} light {淺色} dark {深色} oled {OLED 黑色} other{裝置}}

source: Define your habits
ca: Defineix els teus hàbits
cs: Definujte své návyky
de: Definiere deine Gewohnheiten
es: Define tus hábitos
fr: Définissez vos habitudes
he: יוצרים הרגלים
ia: Definir tu habitos
id: Tentukan kebiasaan Anda
pl: Zdefiniuj swoje nawyki
pt: Define os teus hábitos
pt_br: Defina seus hábitos
ru: Определите свои привычки
sk: Definujte svoje zvyky
uk: Визначте свої звички
zh_hans: 定义你的习惯
zh_hant: 定義你的習慣

# defineYourHabitsDescription
source: To better stick to your habits, you can define:
ca: Per cenyir-te millor als teus hàbits, pots definir:
cs: Aby se vám lépe dařilo dodržovat své návyky, můžete definovat:
de: Um deine Gewohnheiten besser einzuhalten, kannst du Folgendes festlegen:
es: Para ceñirte mejor a tus hábitos, puedes definir:
fr: Pour mieux respecter vos habitudes, vous pouvez définir :
he: כדי לדבוק טוב יותר בהרגלים, אפשר להגדיר:
ia: Pro mantener melior tu habitos, tu pote definir:
id: Untuk lebih berpegang teguh pada kebiasaanmu, kamu dapat mendefinisikan:
pl: Aby lepiej trzymać się swoich nawyków, możesz zdefiniować:
pt: Para manter mais facilmente os hábitos, podes definir:
pt_br: Para desenvolver melhor seus hábitos, você pode definir:
ru: Чтобы лучше придерживаться своих привычек, вы можете определить:
sk: Aby ste sa lepšie držali svojich zvykov, môžete definovať:
uk: Щоб краще дотримуватися своїх звичок, ви можете визначити:
zh_hans: 为了更好地坚持你的习惯，你可以定义：
zh_hant: 為了更好地維持習慣，你可以定義：

# cueNumbered
source: 1. Cue
ca: 1. Senyal
cs: 1. Podnět
de: 1. Signal
es: 1. Estímulo
fr: 1. Un signal
he: 1. סימן
ia: 1. Signal
id: 1. Pemicu
pl: 1. Wskazówkę
pt: 1. Estímulo
pt_br: 1. Gatilho
ru: 1. Действие
sk: 1. Signál
uk: 1. Сигнал
zh_hans: 1.提示
zh_hant: 1. 提示

# rewardNumbered
source: 3. Reward
ca: 3. Gratificació
cs: 3. Odměna
de: 3. Belohnung
es: 3. Recompensa
fr: 3. Une récompense
he: 3. פרס
ia: 3. Recompensa
id: 3. Hadiah
pl: 3. Nagrodę
pt: 3. Recompensa
pt_br: 3. Recompensa
ru: 3. Награду
sk: 3. Odmena
uk: 3. Винагороду
zh_hans: 3.奖励
zh_hant: 3. 獎勵

source: Log your days
ca: Porta un registre diari
cs: Zaznamenávejte své dny
de: Tage protokollieren
es: Registra tus días
fr: Enregistrez vos journées
he: מעקב יומי
ia: Registrar tu dies
id: Catat hari-hari Anda
pl: Rejestruj swoje dni
pt: Regista os teus dias
pt_br: Registre seus dias
ru: Запишите свои дни
sk: Zaznamenávajte svoje dni
uk: Відстежуйте свої дні
zh_hans: 记录你的每日进度
zh_hant: 記錄你的每日進度

source: Successful
ca: Completat amb èxit
cs: Úspěšné
de: Erfolgreich
es: Con éxito
fr: Réussi
he: מוצלח
ia: Con successo
id: Tercapai
pl: Udany
pt: Bem sucedido
pt_br: Bem-sucedido
ru: Успешно
sk: Úspešný
uk: Успішні
zh_hans: 成功
zh_hant: 成功

source: Not so successful
ca: No completat amb èxit
cs: Méně úspěšné
de: Nicht so erfolgreich
es: No tan bien
fr: Réussite mitigée
he: לא כל כך מוצלח
ia: Con fallimento
id: Tidak tercapai
pl: Niezbyt udany
pt: Não tão bem sucedido
pt_br: Malsucedido
ru: Не так успешно
sk: Nie tak úspešný
uk: Не такі успішні
zh_hans: 未成功
zh_hant: 未成功

source: Skip (does not affect streaks)
ca: Salta (no afecta la ratxa)
cs: Přeskočení neovlivňuje série
de: Überspringen (hat keinen Einfluss auf Serien)
es: Omitir (no afecta a las rachas)
fr: Ignorer (n'affecte pas la série)
he: דילוג (לא משפיע על הרצף)
ia: Saltar (non affecta le series)
id: Lewati (tidak memengaruhi streak)
pl: Pomiń (nie wpływa na ciągłość)
pt: Omitir (não afeta as sequências)
pt_br: Pular (não afeta o ofensiva)
ru: Пропустить (не влияет на запись)
sk: Preskočiť (neovplyvňuje sériu)
uk: Пропущені (не впливає на рекорд)
zh_hans: 跳过（不影响连续记录）
zh_hant: 跳過（不影響連續紀錄）

source: Observe your progress
ca: Observa el teu progrés
cs: Sledujte svůj pokrok
de: Beobachte deine Fortschritte
es: Observa tus progresos
fr: Observez votre progression
he: שמירה על ההתקדמות
ia: Observa tu progresso
id: Amati kemajuamu
pl: Obserwuj swój progres
pt: Observa o teu progresso
pt_br: Observe seu progresso
ru: Наблюдайте за своим прогрессом
sk: Sledujte svoj pokrok
uk: Спостерігайте за своїм прогресом
zh_hans: 查看你的进度
zh_hant: 觀察你的進度

# trackYourProgress
source: You can track your progress through the calendar view in every habit or on the statistics page.
ca: Pots fer un seguiment del teu progrés a través de la vista de calendari per cada hàbit o a la pàgina d'estadístiques.
cs: Můžete sledovat svůj pokrok prostřednictvím kalendářového zobrazení v každém návyku nebo na stránce se statistikami.
de: Du kannst deinen Fortschritt über die Kalenderansicht in jeder Gewohnheit oder auf der Statistikseite verfolgen.
es: Puedes seguir tu progreso a través del calendario para cada hábito o en la página de estadísticas.
fr: Vous pouvez suivre votre progression dans le calendrier de chaque habitude ou sur la page des statistiques.
he: אפשר לעקוב אחר ההתקדמות דרך תצוגת לוח השנה של כל הרגל, או בעמוד הסטטיסטיקה.
ia: Tu pote traciar tu progresso per le vista de calendario in cata habito o sur le pagina de statisticas.
id: Kamu dapat melacak kemajuan melalui tampilan kalender di setiap kebiasaan atau di halaman statistik.
pl: Możesz śledzić swoje postępy poprzez widok kalendarza w każdym nawyku lub na stronie ze statystykami.
pt: Podes acompanhar o teu progresso através do calendário de cada um dos hábitos ou na página de estatísticas.
pt_br: Você pode acompanhar seu progresso através do calendário em cada hábito ou na página de estatísticas.
ru: Вы можете отслеживать свой прогресс через просмотр календаря в каждой привычке или на странице статистики.
sk: Môžete sledovať svoj pokrok prostredníctvom kalendárneho zobrazenia v každom zvyku alebo na stránke so štatistikami.
uk: Ви можете відстежувати свій прогрес через календар у кожній звичці або на сторінці статистики.
zh_hans: 您可以通过每个习惯的日历视图或统计页面来查看您的进度。
zh_hant: 你可以透過每個習慣中的日曆檢視或統計頁面來追蹤你的進度。

source: Backup created successfully!
ca: Còpia de seguretat creada amb èxit!
de: Sicherung erfolgreich erstellt!
es: ¡Copia de seguridad creada con éxito!
id: Cadangan berhasil dibuat!
pt_br: Backup criado com sucesso!
sk: Záloha bola úspešne vytvorená!
uk: Резервна копія успішно створена!
zh_hans: 成功地创建备份！

source: Backup failed!
ca: Còpia de seguretat fallida!
de: Sicherung fehlgeschlagen!
es: ¡Error en la copia de seguridad!
id: Pencadangan gagal!
pt_br: Backup malsucedido!
sk: Záloha zlyhala!
uk: Не вдалося створити резервну копію!
zh_hans: 备份失败！

source: Restore completed successfully!
ca: Restauració completada amb èxit!
de: Wiederherstellung erfolgreich abgeschlossen!
es: ¡Restauración completada con éxito!
id: Pemulihan berhasil diselesaikan!
pt_br: Restauração concluída com sucesso!
sk: Obnovenie bolo úspešne dokončené!
uk: Відновлення успішно завершено!
zh_hans: 成功完成恢复！

source: Restore failed!
ca: Restauració fallida!
de: Wiederherstellung fehlgeschlagen!
es: ¡Restauración fallida!
id: Pemulihan gagal!
pt_br: Falha na restauração!
sk: Obnovenie zlyhalo!
uk: Відновлення не вдалося!
zh_hans: 恢复失败！

source: File not found
ca: No s'ha trobat l'arxiu
de: Datei nicht gefunden
es: Archivo no encontrado
id: File tidak ditemukan
pt_br: Arquivo não encontrado
sk: Súbor sa nenašiel
uk: Файл не знайдено
zh_hans: 文件没找到

# fileTooLarge
source: File too large (max 10MB)
ca: L'arxiu és massa gran (màxim 10MB)
de: Datei zu groß (max. 10 MB)
es: Archivo demasiado grande (máximo 10MB)
id: File terlalu besar (maks 10MB)
pt_br: Arquivo muito grande (max 10MB)
sk: Súbor je príliš veľký (max 10MB)
uk: Файл занадто великий (максимум 10 МБ)
zh_hans: 文件太大（最大10MB）

source: Invalid backup file
ca: Fitxer de còpia de seguretat invàlid
de: Ungültige Sicherungsdatei
es: Archivo de copia de seguridad inválido
id: File cadangan tidak valid
pt_br: Arquivo de backup inválido
sk: Neplatný záložný súbor
uk: Недійсний файл резервної копії
zh_hans: 不合法的备份文件

source: Progress
ca: Progrés
de: Fortschritt
es: Progreso
id: Kemajuan
pt_br: Progresso
sk: Pokrok
uk: Прогрес
zh_hans: 进度

source: Enter amount
ca: Introdueix quantitat
de: ­Betrag eingeben
es: Introduzca cantidad
id: Masukkan jumlah
pt_br: Adicionar quantidade
sk: Zadajte množstvo
uk: Введіть суму
zh_hans: 输入数量

source: Complete
ca: Completar
de: Vollständig
es: Completado
id: Tercapai
pt_br: Completo
sk: Dokončiť
uk: Завершено
zh_hans: 完成

source: Save Progress
ca: Desar progrés
de: Fortschritt speichern
es: Guardar progreso
id: Simpan Kemajuan
pt_br: Salvar progresso
sk: Uložiť pokrok
uk: Зберегти прогрес
zh_hans: 保存进度

# currentProgress
source: Current: {current} {unit}
ca: Actual: {current} {unit}
de: Aktuell: {current} {unit}
es: Actual: {current} {unit}
id: Saat ini: {current} {unit}
pt_br: Atual: {current} {unit}
sk: Aktuálne: {current} {unit}
uk: Поточний: {current} {unit}
zh_hans: 当前进度：{current} {unit}

# targetProgress
source: Target: {target} {unit}
ca: Objectiu: {target} {unit}
de: Ziel: {target} {unit}
es: Objetivo: {target} {unit}
pt_br: Objetivo: {target} {unit}
sk: Cieľ: {target} {unit}
uk: Ціль: {target} {unit}
zh_hans: 目标进度： {target} {unit}

source: Numeric habit
ca: Hàbit numèric
de: Numerische Gewohnheit
es: Hábito numérico
id: Kebiasaan numerik
pt_br: Hábito numérico
sk: Číselný zvyk
uk: Числова звичка
zh_hans: 计数型习惯

source: Target value
ca: Valor objectiu
de: Zielwert
es: Valor objetivo
id: Nilai target
sk: Cieľová hodnota
uk: Цільове значення
zh_hans: 目标值

source: Partial value
ca: Valor parcial
de: Teilwert
es: Valor parcial
id: Nilai parsial
pt_br: Valor parcial
sk: Čiastočná hodnota
uk: Часткове значення
zh_hans: 部分值

source: Unit
ca: Unitat
de: Einheit
es: Unidad
id: Satuan
pt_br: Unidade
sk: Jednotka
uk: Одиниця
zh_hans: 单位

source: Habit type
ca: Tipus d'hàbit
de: Gewohnheitstyp
es: Tipo de hábito
id: Jenis kebiasaan
pt_br: Tipo de hábito
sk: Typ zvyku
uk: Тип звички
zh_hans: 习惯类型

source: Boolean habit
ca: Hàbit booleà (Fet/No fet)
de: Boolesche Gewohnheit
es: Hábito de sí/no
id: Kebiasaan Sederhana
pt_br: Hábito binário
sk: Áno/nie zvyk
uk: Булева звичка
zh_hans: 布尔型习惯

source: Slider
ca: Selector
de: Schieberegler
es: Deslizador
id: Bilah Geser
sk: Posuvník
uk: Слайдер

source: Input
ca: Entrada
de: Eingabe
es: Entrada
id: Kolom Masukan
pt_br: Entrada
sk: Vstup
uk: Вхід
zh_hans: 输入

# numericHabitDescription
source: Numeric habits let you track progress in increments throughout the day.
ca: Els hàbits numèrics et permeten monitorar el progrés en increments durant el dia.
de: Numerische Gewohnheiten ermöglichen es dir, den Fortschritt im Laufe des Tages schrittweise zu verfolgen.
es: Los hábitos numéricos te permiten registrar el progreso en incrementos a lo largo del día.
id: Kebiasaan numerik memungkinkan Anda melacak kemajuan secara bertahap sepanjang hari.
pt_br: Os hábitos numéricos permitem que você acompanhe o progresso em incrementos ao longo do dia.
sk: Číselné zvyky vám umožňujú sledovať pokrok v prírastkoch počas dňa.
uk: Числові звички дозволяють вам відстежувати прогрес поступово протягом дня.
zh_hans: 计数型习惯使你可以通过增量的方式整天跟踪进度。

# partialValueDescription
source: To track progress in smaller increments
ca: Per monitorar el progrés en increments més petits
de: Um Fortschritte in kleineren Schritten zu verfolgen
es: Para registrar el progreso en incrementos más pequeños
id: Untuk melacak kemajuan dalam peningkatan yang lebih kecil
pt_br: Para acompanhar o progresso em incrementos menores
sk: Na sledovanie pokroku v menších prírastkoch
uk: Відстежувати прогрес меншими кроками
zh_hans: 以更小的增量跟踪进度

source: Categories
de: Kategorien
es: Categorías
id: Kategori
pt_br: Categorias
sk: Kategórie
uk: Категорії
zh_hans: 分类

source: Add Category
ca: Afegeix Categoria
de: Kategorie hinzufügen
es: Añadir
id: Tambah Kategori
pt_br: Adicionar Categoria
sk: Pridať kategóriu
uk: Додати категорію
zh_hans: 添加分类

source: Edit Category
ca: Editar Categoria
de: Kategorie bearbeiten
es: Editar Categoría
id: Edit Kategori
pt_br: Editar categoria
sk: Upraviť kategóriu
uk: Редагувати категорію
zh_hans: 编辑分类

source: Category
ca: Categoria
de: Kategorie
es: Categoría
id: Kategori
pt_br: Categoria
sk: Kategória
uk: Категорія
zh_hans: 分类

source: No categories yet
ca: Encara no hi ha cap categoria
de: Noch keine Kategorien
es: Aún no hay categorías
id: Belum ada kategori
pt_br: Ainda não há categorias
sk: Zatiaľ žiadne kategórie
uk: Поки що немає категорій
zh_hans: 还没有创建分类

# createFirstCategory
source: Create your first category to organize your habits
ca: Crea la primera categoria per organitzar els teus hàbits
de: Erstelle deine erste Kategorie, um deine Gewohnheiten zu organisieren
es: Crea tu primera categoría para organizar tus hábitos
id: Buat kategori pertamamu untuk mengelola kebiasaan
pt_br: Crie sua primeira categoria para organizar seus hábitos
sk: Vytvorte svoju prvú kategóriu na organizovanie zvykov
uk: Створіть свою першу категорію для впорядкування своїх звичок
zh_hans: 创建你的第一个分类来组织你的习惯

# pleaseEnterCategoryTitle
source: Please enter a category title
ca: Si us plau, afegeix un títol de categoria
de: Bitte gebe einen Kategorietitel ein
es: Introduce un título para la categoría
id: Silakan masukkan judul kategori
pt_br: Por favor, insira um título de categoria
sk: Prosím zadajte názov kategórie
uk: Будь ласка, введіть назву категорії
zh_hans: 请输入分类标题

# categoryAlreadyExists
source: Category "{title}" already exists
ca: La categoria "{title}" ja existeix
de: Kategorie „{title}“ existiert bereits
es: La categoría "{title}" ya existe
id: Kategori "{title}" sudah ada
pt_br: A categoria "{title}" já existe
sk: Kategória "{title}" už existuje
uk: Категорія "{title}" вже існує
zh_hans: 分类"{title}" 已经存在

# categoryCreatedSuccessfully
source: Category "{title}" created successfully
ca: Categoria "{title}" creada amb èxit
de: Kategorie „{title}“ erfolgreich erstellt
es: Categoría "{title}" creada correctamente
id: Kategori "{title}" berhasil dibuat
pt_br: Categoria "{title}" criada com sucesso
sk: Kategória "{title}" bola úspešne vytvorená
uk: Категорію "{title}" успішно створено
zh_hans: 分类"{title}"创建成功

# categoryUpdatedSuccessfully
source: Category "{title}" updated successfully
ca: Categoria "{title}" actualitzada amb èxit
de: Kategorie „{title}“ erfolgreich aktualisiert
es: Categoría "{title}" actualizada correctamente
id: Kategori "{title}" berhasil diperbarui
pt_br: Categoria "{title}" atualizada com sucesso
sk: Kategória "{title}" bola úspešne aktualizovaná
uk: Категорію "{title}" успішно оновлено
zh_hans: 分类 "{title}"更新成功

# categoryDeletedSuccessfully
source: Category "{title}" deleted successfully
ca: Categoria "{title}" eliminada amb èxit
de: Kategorie „{title}“ erfolgreich gelöscht
es: Categoría "{title}" eliminada correctamente
id: Kategori "{title}" berhasil dihapus
pt_br: Categoria "{title}" deletada com sucesso
sk: Kategória "{title}" bola úspešne odstránená
uk: Категорію "{title}" успішно видалено
zh_hans: 分类 "{title}"删除成功

# failedToSaveCategory
source: Failed to save category: {error}
ca: Error en desar la categoria: {error}
de: Speichern der Kategorie fehlgeschlagen: {error}
es: Error al guardar la categoría: {error}
id: Gagal menyimpan kategori: {error}
pt_br: Falha ao salvar a categoria: {error}
sk: Nepodarilo sa uložiť kategóriu: {error}
uk: Не вдалося зберегти категорію: {error}
zh_hans: 保存分类失败： {error}

# failedToDeleteCategory
source: Failed to delete category: {error}
ca: Error en eliminar la categoria: {error}
de: Löschen der Kategorie fehlgeschlagen: {error}
es: Error al eliminar la categoría: {error}
id: Gagal menghapus kategori: {error}
pt_br: Falha ao deletar a categoria: {error}
sk: Nepodarilo sa odstrániť kategóriu: {error}
uk: Не вдалося видалити категорію: {error}
zh_hans: 删除分类失败： {error}

source: Select Categories
ca: Selecciona Categories
de: Kategorien auswählen
es: Selecciona Categorías
id: Pilih Kategori
pt_br: Selecionar categorias
sk: Vybrať kategórie
uk: Виберіть категорії
zh_hans: 选择分类

# selectedCategories
source: Selected Categories ({count})
ca: Categories Seleccionades ({count})
de: Ausgewählte Kategorien ({count})
es: Categorías seleccionadas ({count})
id: Kategori Terpilih {count}
pt_br: Categorias selecionadas ({count})
sk: Vybrané kategórie ({count})
uk: Вибрані категорії ({count})
zh_hans: 已选中的分类({count})

source: All Categories
ca: Totes les categories
de: Alle Kategorien
es: Todas las categorías
id: Semua Kategori
pt_br: Todas categorias
sk: Všetky kategórie
uk: Усі категорії
zh_hans: 所有分类

source: Delete Category
ca: Elimina Categoria
de: Kategorie löschen
es: Eliminar categoría
id: Hapus Kategori
pt_br: Deletar categoria
sk: Odstrániť kategóriu
uk: Видалити категорію
zh_hans: 删除分类

# deleteCategoryConfirmation
source: Are you sure you want to delete "{title}"? This will remove the category from all habits that use it.
ca: Vols eliminar "{title}"? Això suprimirà la categoria de tots els hàbits associats.
de: Möchtest du „{title}” wirklich löschen? Dadurch wird die Kategorie aus allen Gewohnheiten entfernt, die sie verwenden.
es: Estás seguro de eliminar "{title}"? Esto eliminará la categoría de todos los hábitos que la usan.
id: Apakah Anda yakin ingin menghapus "{title}"? Ini akan menghapus kategori dari semua kebiasaan yang menggunakannya.
pt_br: Tem certeza de que deseja excluir "{title}"? Isso removerá a categoria de todos os hábitos que a utilizam.
sk: Ste si istí, že chcete odstrániť "{title}"? Toto odstráni kategóriu zo všetkých zvykov, ktoré ju používajú.
uk: Ви впевнені, що хочете видалити "{title}"? Це видалить категорію з усіх звичок, які її використовують.
zh_hans: 你确定想要删除 "{title}"? 这将从所有使用该分类的习惯中移除该分类

# noHabitsInCategory
source: No habits in "{title}"
ca: No hi ha cap hàbit a "{title}"
de: Keine Gewohnheiten in „{title}“
es: Ho hay hábitos en "{title}"
id: Tidak ada kebiasaan di "{title}"
pt_br: Sem hábitos em "{title}"
sk: Žiadne zvyky v "{title}"
uk: Немає звичок у "{title}"
zh_hans: 没有习惯在 "{title}"

# createHabitForCategory
source: Create a habit and assign it to this category
ca: Crea un hàbit i assigna'l aquesta categoria
de: Erstelle eine Gewohnheit und ordne sie dieser Kategorie zu
es: Crea un hábito y asígnalo a esta categoría
id: Buat kebiasaan dan tetapkan ke kategori ini
pt_br: Crie um hábito e atribua-o a esta categoria
sk: Vytvorte zvyk a priraďte ho k tejto kategórii
uk: Створіть звичку та віднесіть її до цієї категорії
zh_hans: 创建习惯并分给这个分类

source: Show Categories
ca: Mostra Categories
de: Kategorien anzeigen
es: Ver Categorías
id: Tampilkan Kategori
pt_br: Mostrar categorias
sk: Zobraziť kategórie
uk: Показати категорії
zh_hans: 显示所有分类

source: Archive
ca: Arxiva
de: Archivieren
es: Archivar
id: Arsipkan
sk: Archivovať
uk: Архів
zh_hans: 归档

source: Unarchive
ca: Desarxiva
de: Wiederherstellen
es: Desarchivar
id: Batalkan arsip
sk: Zrušiť archiváciu
uk: Розархівувати
zh_hans: 未归档

source: Archive habit
ca: Arxiva l'hàbit
de: Gewohnheit archivieren
es: Archivar hábito
id: Arsipkan Kebiasaan
sk: Archivovať zvyk
uk: Звичка архівувати
zh_hans: 归档习惯
