Repository: xpavle00/Habo
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, es, fr, he, ia, id, pl, pt, pt_br, ru, sk, uk, zh_hans, zh_hant

source: Show month name
ca: Mostra el nom del mes
cs: Zobrazit název měsíce
de: Monatsname anzeigen
es: Mostrar el nombre del mes
fr: Afficher le nom du mois
he: הצגת שם החודש
ia: Monstrar le nomine del mense
id: Tampilkan nama bulan
pl: Pokazuj nazwę miesiąca
pt: Mostrar o mês
pt_br: Mostrar nome do mês
ru: Показывать название месяца
sk: Zobraziť názov mesiaca
uk: Показувати назву місяця
zh_hans: 显示月份名称
zh_hant: 顯示月份名稱

source: Set colors
ca: Canvia els colors
cs: Nastavit barvy
de: Farben festlegen
es: Establecer los colores
fr: Définir les couleurs
he: קביעת צבעים
ia: Definir le colores
id: Atur warna
pl: Ustaw kolory
pt: Definir cores
pt_br: Personalizar cores
ru: Набор цветов
sk: Nastaviť farby
uk: Змінити кольори
zh_hans: 设置颜色
zh_hant: 設定顏色

source: Create
ca: Crea
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
he: יצירה
ia: Crear
id: Buat
pl: Stwórz
pt: Criar
pt_br: Criar novo
ru: Создать
sk: Vytvoriť
uk: Створити
zh_hans: 创建备份
zh_hant: 建立

source: Onboarding
ca: Guia inicial
cs: Začínáme
de: Einarbeitung
es: Incorporando
fr: Présentation
he: מסך הפתיחה
ia: Introduction
id: Pengenalan awal
pl: Wprowadzenie
pt: Ecrã inicial
pt_br: Introdução
ru: Адаптация
sk: Úvod
uk: Навчальний посібник
zh_hans: 新手引导
zh_hant: 新手導覽

source: About
ca: Quant a
cs: O aplikaci
de: Über
es: Acerca de
fr: À propos
he: מידע כללי
ia: A proposito de
id: Tentang
pl: O aplikacji
pt: Sobre
pt_br: Sobre
ru: О приложении
sk: O aplikácii
uk: Про застосунок
zh_hans: 关于
zh_hant: 關於

# copyright
source: Â©2023 Habo
ca: ©2023 Habo
cs: ©2023 Habo
de: ©2023 Habo
es: ©2023 Habo
fr: © 2023 Habo
he: ©2023 Habo
id: ©2023 Habo
pl: ©2023 Habo
pt: Habo ©2023
pt_br: ©2023 Habo
ru: ©2023 Habo
sk: ©2023 Habo
uk: ©2023 Habo
zh_hans: ©2023 Habo
zh_hant: ©2023 Habo

source: Terms and Conditions
ca: Condicions generals
cs: Obchodní podmínky
de: Bedingungen und Konditionen
es: Condiciones generales
fr: Conditions d'utilisation
he: תנאים והגבלות
ia: Terminos e conditiones
id: Syarat dan Ketentuan
pl: Zasady i warunki
pt: Termos e Condições
pt_br: Termos e Condições
ru: Условия использования
sk: Obchodné podmienky
uk: Умови та положення
zh_hans: 使用条款
zh_hant: 使用條款

source: Privacy Policy
ca: Política de privacitat
cs: Ochrana osobních údajů
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות הפרטיות
ia: Politica de confidentialitate
id: Kebijakan Privasi
pl: Polityka prywatności
pt: Política de Privacidade
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sk: Ochrana osobných údajov
uk: Політика конфіденційності
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Disclaimer
ca: Exempció de responsabilitat
cs: Prohlášení
de: Haftungsausschluss
es: Aviso legal
fr: Avertissement
he: כתב ויתור
ia: Declaration de non-responsabilitate
id: Pernyataan Penting
pl: Zastrzeżenie
pt: Aviso Legal
pt_br: Aviso Legal
ru: Отказ от ответственности
sk: Vylúčenie zodpovednosti
uk: Застереження
zh_hans: 免责声明
zh_hant: 免責聲明

# sourceCode
source: Source code (GitHub)
ca: Codi font (GitHub)
cs: Zdrojový kód (GitHub)
de: Quellcode (GitHub)
es: Código fuente (en GitHub)
fr: Code source (GitHub)
he: קוד מקור (GitHub)
ia: Codice fonte (GitHub)
id: Kode Sumber (GitHub)
pl: Kod źródłowy (GitHub)
pt: Código-fonte (GitHub)
pt_br: Código-fonte (GitHub)
ru: Исходный код (GitHub)
sk: Zdrojový kód (GitHub)
uk: Вихідний код (GitHub)
zh_hans: 源代码(Github)
zh_hant: 原始碼 (GitHub)

# ifYouWantToSupport
source: If you want to support Habo you can:
ca: Si vols donar suport a Habo, pots:
cs: Pokud chcete podpořit Habo, můžete:
de: Wenn du Habo unterstützen möchtest, kannst du:
es: Si quieres apoyar a Habo puedes hacerlo:
fr: Si vous souhaitez soutenir Habo vous pouvez :
he: אפשר לתמוך ב־Habo דרך:
ia: Si tu vole supportar Habo tu pote:
id: Jika kamu ingin mendukung Habo, kamu bisa:
pl: Jeśli chcesz wesprzeć Habo, to możesz:
pt: Caso queiras apoiar a Habo:
pt_br: Você pode apoiar o desenvolvimento do Habo em:
ru: Если вы хотите поддержать Habo, вы можете:
sk: Ak chcete podporiť Habo, môžete:
uk: Якщо ви хочете підтримати Habo, ви можете:
zh_hans: 如果你想支持 Habo ，你可以：
zh_hant: 如果你想支持 Habo，你可以：

source: Buy me a coffee
ca: Convida'm a un cafè
cs: Koupit mi kávu
de: Kaufe mir einen Kaffee
es: Invítame a un café
fr: M'acheter un café
ia: Compra me un caffe
id: Membelikan aku segelas kopi
pl: Kupić mi kawę
pt: Paga-me um café
ru: Купи мне кофе
sk: Kúpiť mi kávu
uk: Пригостити мене кавою
zh_hans: 请我喝杯咖啡
zh_hant: 請我喝杯咖啡

source: Reset
ca: Restableix
cs: Resetovat
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
he: איפוס
ia: Reinitialisar
id: Atur Ulang
pl: Resetuj
pt: Restabelecer
pt_br: Redefinir
ru: Сброс
sk: Resetovať
uk: Скинути
zh_hans: 恢复默认
zh_hant: 重設

source: Done
ca: Fet
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminé
he: סיום
ia: Preste
id: Selesai
pl: Zrobione
pt: Feito
pt_br: Concluído
ru: Готово
sk: Hotovo
uk: Завершити
zh_hans: 完成
zh_hant: 完成

# ohNoSanction
source: Oh no! Your sanction:
ca: Oh no! La teva sanció:
cs: Ach ne! Vaše sankce:
de: Oh nein! Deine Strafe:
es: ¡Oh no! Tu sanción:
fr: Oh non ! Votre pénalité :
he: אוי לא! העונש שלך:
ia: Oh no! Tu sanction:
id: Yah, Anda mendapat sanksi:
pl: O nie! Twoja kara to:
pt: Oh não! Eis a tua sanção:
pt_br: Ah não! Sua penalidade:
ru: О нет! Ваша санкция:
sk: Ó nie! Vaša sankcia:
uk: Ой лишенько! Ваше покарання:
zh_hans: 糟糕！你的惩罚：
zh_hant: 糟糕！你的懲罰：

source: Month
ca: Mes
cs: Měsíc
de: Monat
es: Mes
fr: Mois
he: חודש
ia: Mense
id: Bulan
pl: Miesiąc
pt: Mês
pt_br: Mês
ru: Месяц
sk: Mesiac
uk: Місяць
zh_hans: 月
zh_hant: 月

source: Week
ca: Setmana
cs: Týden
de: Woche
es: Semana
fr: Semaine
he: שבוע
ia: Septimana
id: Minggu
pl: Tydzień
pt: Semana
pt_br: Semana
ru: Неделя
sk: Týždeň
uk: Тиждень
zh_hans: 周
zh_hant: 週

source: Habit loop
ca: Cicle de l'hàbit
cs: Smyčka návyků
de: Gewohnheitsschleife
es: Costumbre
fr: Boucle d'habitudes
he: שרשרת הרגל
ia: Bucla de habitudes
id: Kebiasaan Berulang
pl: Pętla nawyku
pt: Criação de hábitos
pt_br: O Ciclo do Hábito
ru: Петля привычки
sk: Cyklus zvyku
uk: Цикл звички
zh_hans: 习惯循环
zh_hant: 習慣迴圈

source: Cue
ca: Senyal
cs: Podnět
de: Signal
es: Estímulo
fr: Le signal
he: סימן
ia: Signal
id: Pemicu
pl: Wskazówka
pt: Estímulo
pt_br: Gatilho
ru: Сигнал
sk: Signál
uk: Сигнал
zh_hans: 提示
zh_hant: 提示

# cueDescription
source: is the trigger that initiates your habit. It could be a specific time, location, feeling, or an event.
ca: és el desencadenant que inicia l'hàbit. Pot ser un moment, lloc, sentiment o event concret.
cs: je spouštěč, který iniciuje váš návyk. Může to být konkrétní čas, místo, pocit nebo událost.
de: ist der Auslöser, der deine Gewohnheit auslöst. Dies kann eine bestimmte Zeit, ein bestimmter Ort, ein bestimmtes Gefühl oder ein bestimmtes Ereignis sein.
es: es el desencadenante que inicia el hábito. Puede ser un momento concreto, un lugar, una sensación o un acontecimiento.
fr: est l'élément déclencheur de l'habitude. Il peut s'agir d'un moment, d'un lieu, d'un sentiment ou d'un événement spécifique.
he: הוא הגורם שמניע אצלך את ההרגל. הוא יכול להיות זמן מסוים, מיקום, הרגשה או אירוע.
ia: es le stimulo que initia tu habito. Illo pote esser un tempore specific, un loco, un sentimento, o un evento.
id: adalah hal yang memulai kebiasaanmu. Bisa berupa: waktu tertentu, lokasi, perasaan, atau sebuah kejadian.
pl: To wyzwalacz, który inicjuje Twój nawyk. Może to być określony czas, miejsce, uczucie lub zdarzenie.
pt: é o que desencadeia o hábito. Pode ser uma hora específica, um local, sensação ou evento.
pt_br: é o que desencadeia o seu hábito. Pode ser uma hora específica, um local, um sentimento ou um evento.
ru: это триггер, который инициирует вашу привычку. Это может быть определенное время, местоположение, чувство или событие.
sk: je spúšťač, ktorý inicializuje váš zvyk. Môže to byť konkrétny čas, miesto, pocit alebo udalosť.
uk: це тригер, який запускає вашу звичку. Це може бути певний час, місце, відчуття або подія.
zh_hans: 是引发你习惯的触发因素。它可能是一个特定的时间、地点、某种感觉，或者是一件事情。
zh_hant: 是啟動你習慣的觸發因素。它可以是特定的時間、地點、感受或事件。

source: Routine
ca: Rutina
cs: Rutina
es: Rutina
fr: La routine
he: שגרה
ia: Habitude
id: Rutinitas
pl: Rutyna
pt: Rotina
pt_br: Rotina
ru: Регулярно
sk: Rutina
uk: Рутина
zh_hans: 惯例
zh_hant: 慣例

# routineDescription
source: is the action you take in response to the cue. This is the habit itself.
ca: és l'acció que es duu a terme en resposta al senyal. Això és l'hàbit en si mateix.
cs: je akce, kterou provádíte jako reakci na podnět. Jedná se o samotný návyk.
de: ist die Aktion, die du als Reaktion auf das Signal ausführst. Dies ist die Gewohnheit selbst.
es: es la acción que realizas en respuesta a la señal. Es el hábito en sí.
fr: La routine est l'action que vous entreprenez en réponse au signal. C'est l'habitude elle-même.
he: היא הפעולה שאיתה מגיבים לסימן. זהו ההרגל עצמו.
ia: es le action que tu prende in responsa al signal. Isto es le habito mesme.
id: adalah tindakan yang kamu lakukan sebagai respon terhadap pemicu; inilah kebiasaan itu sendiri.
pl: To działanie, które podejmujesz w odpowiedzi na wskazówkę, jest to sam nawyk.
pt: é a ação que realizas em resposta ao estímulo. Isto é o hábito em si.
pt_br: é a ação que você toma em resposta à Deixa. É o hábito em si.
ru: это действие, которое вы принимаете в ответ на действие. Это сама привычка.
sk: je činnosť, ktorú vykonávate ako reakciu na signál. Ide o samotný zvyk.
uk: це дія, яку ви робите у відповідь на сигнал. Це сама звичка.
zh_hans: 是你对提示做出的行动。这就是习惯本身。
zh_hant: 是你回應提示所採取的行動。這就是習慣本身。

source: Reward
ca: Gratificació
cs: Odměna
de: Belohnung
es: Recompensa
fr: La récompense
he: פרס
ia: Recompensa
id: Hadiah
pl: Nagroda
pt: Recompensa
pt_br: Recompensa
ru: Награда
sk: Odmena
uk: Винагорода
zh_hans: 奖励
zh_hant: 獎勵

source: Edit Habit
ca: Edita l'hàbit
cs: Upravit návyk
de: Gewohnheit bearbeiten
es: Editar el hábito
fr: Modifier l'habitude
he: עריכת הרגל
ia: Modificar le habito
id: Edit Kebiasaan
pl: Edytuj Nawyk
pt: Editar Hábito
pt_br: Editar Hábito
ru: Редактировать привычку
sk: Upraviť zvyk
uk: Редагувати звичку
zh_hans: 编辑习惯
zh_hant: 編輯習慣

source: Create Habit
ca: Crea un hàbit
cs: Vytvořit návyk
de: Gewohnheit erstellen
es: Crear un hábito
fr: Créer une habitude
he: יצירת הרגל
ia: Crear un habito
id: Buat Kebiasaan
pl: Stwórz Nawyk
pt: Criar Hábito
pt_br: Criar Hábito
ru: Создать привычку
sk: Vytvoriť zvyk
uk: Створити звичку
zh_hans: 创建习惯
zh_hant: 建立習慣

source: Delete
ca: Elimina
cs: Smazat
de: Löschen
es: Borrar
fr: Supprimer
he: ‌מחיקה
ia: Deler
id: Hapus
pl: Usuń
pt: Eliminar
pt_br: Deletar
ru: Удалить
sk: Vymazať
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# habitTitleEmptyError
source: The habit title can not be empty.
ca: El títol de l'hàbit no pot ser buit.
cs: Název návyku nesmí být prázdný.
de: Der Titel der Gewohnheit darf nicht leer sein.
es: El título del hábito no puede estar vacío.
fr: Le nom de l'habitude ne peut pas être vierge.
he: יש לתת כותרת להרגל.
ia: Le nomine del habito non pote esser vacue.
id: Judul kebiasaan tidak boleh dikosongi.
pl: Nazwa nawyku nie może być pusta.
pt: O título do hábito não pode ficar em branco.
pt_br: O título do hábito não pode ficar vazio.
ru: Название привычки не может быть пустым.
sk: Názov zvyku nemôže byť prázdny.
uk: Назва звички не може бути порожньою.
zh_hans: 习惯的标题不能为空。
zh_hant: 習慣的標題不以可空白。

source: Save
ca: Desa
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
ia: Salvar
id: Simpan
pl: Zapisz
pt: Guardar
pt_br: Salvar
ru: Сохранить
sk: Uložiť
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Exercise
ca: Fer exercici
cs: Cvičení
de: Übung
es: Ejercicio
fr: Faire du sport
he: התעמלות
ia: Exercitio
id: Latihan
pl: Ćwiczenia
pt: Exercício
pt_br: Exercício
ru: Упражнения
sk: Cvičenie
uk: Вправа
zh_hans: 锻炼
zh_hant: 運動

source: Habit
ca: Hàbit
cs: Návyk
de: Gewohnheit
es: Hábito
fr: Habitude
he: הרגל
ia: Habito
id: Kebiasaan
pl: Nawyk
pt: Hábito
pt_br: Hábito
ru: Привычка
sk: Zvyk
uk: Звичка
zh_hans: 习惯
zh_hant: 習慣

source: Use Two day rule
ca: Utilitza la regla dels dos dies
cs: Použijte pravidlo dvou dnů
de: Zwei-Tage-Regel verwenden
es: Utilizar la regla de los dos días
fr: Utiliser la règle des deux jours
he: לאפשר „יום כן ויום לא”
ia: Usar le regula del duo dies
id: Pakai metode Dua-Hari
pl: Użyj reguły dwóch dni
pt: Utilizar regra dos dois dias
pt_br: Usar regra dos dois dias
ru: Использовать правило 2 дня
sk: Použiť pravidlo dvoch dní
uk: Використовувати правило двох днів
zh_hans: 使用“两天规则”
zh_hant: 使用兩天規則

source: Two day rule
ca: Regla dels dos dies
cs: Pravidlo dvou dnů
de: Zwei-Tage-Regel
es: Regla de los dos días
fr: Règle des deux jours
he: ‎„יום כן ויום לא”
ia: Regula del duo dies
id: Metode Dua Hari
pl: Reguła dwóch dni
pt: Regra dos dois dias
pt_br: Regra dos dois dias
ru: Двухдневное правило
sk: Pravidlo dvoch dní
uk: Правило двох днів
zh_hans: 两天规则
zh_hant: 兩天規則

# twoDayRuleDescription
source: With two day rule, you can miss one day and do not lose a streak if the next day is successful.
ca: Amb la regla dels dos dies, es pot perdre un dia sense perdre la ratxa, sempre que el següent dia la completis amb èxit.
cs: S pravidlem dvou dnů můžete vynechat jeden den a nepřijít o sérii, pokud je další den úspěšný.
de: Mit der Zwei-Tage-Regel kannst du einen Tag auslassen und verlierst keine Serie, wenn der nächste Tag erfolgreich ist.
es: Con la regla de los dos días, puedes perder un día y no pierdes una racha si el día siguiente tienes éxito.
fr: Avec la règle des deux jours, vous pouvez manquer un jour et ne pas perdre votre série si le jour suivant est réussi.
he: כלל „יום כן ויום לא” מאפשר לך להחמיץ יום אחד מבלי לשבור את הרצף אם היום למחרת היה מוצלח.
ia: Con le regula del duo dies, tu pote perder un die e non perder un serie si le die sequente es completate con successo.
id: Dengan metode Dua Hari, kamu boleh melewatkan satu hari tanpa kehilangan streak, asalkan hari berikutnya tercapai.
pl: Zasada dwóch dni pozwala na pominięcie jednego dnia bez utraty ciągłości, pod warunkiem, że następny dzień będzie udany.
pt: Com a regra dos dois dias, podes faltar um dia sem afetar a sequência, desde que cumpras o hábito no dia seguinte.
pt_br: Com a regra dos dois dias, você pode não marcar um dia sem perder as ofensivas caso o próximo dia seja bem sucedido.
ru: При двухдневном правиле вы можете пропустить один день и не потерять полосу, если следующий день будет успешным.
sk: S pravidlom dvoch dní môžete vynechať jeden deň a nestratiť sériu, ak je nasledujúci deň úspešný.
uk: З правилом двох днів ви можете пропустити один день та не втратити рекорд, якщо наступний день буде успішним.
zh_hans: 使用“两天规则”，你可以有一天没完成任务，但只要第二天成功完成了，就不会中断连续打卡的记录。
zh_hant: 使用兩天規則，你可以錯過一天，只要隔天成功，連續紀錄就不會中斷。

source: Advanced habit building
ca: Creació avançada d'hàbits
cs: Pokročilé budování návyků
de: Fortgeschrittene Gewohnheitsbildung
es: Creación avanzada de hábitos
fr: Création d'habitudes avancées
he: בניית הרגל למתקדמים
ia: Creation avantiate de habitos
id: Membangun kebiasaan tingkat lanjut
pl: Zaawansowane ustawienia nawyku
pt: Criação avançada de hábitos
pt_br: Gerenciamento avançado do hábito
ru: Расширенное формирование привычек
sk: Pokročilá tvorba zvykov
uk: Розширене будування звички
zh_hans: 进阶习惯养成
zh_hant: 進階習慣養成

# advancedHabitBuildingDescription
source: This section helps you better define your habits utilizing the Habit loop. You should define cues, routines, and rewards for every habit.
ca: Aquesta secció t'ajuda a definir millor els hàbits utilitzant el cicle de l'hàbit. Has de definir senyals, rutines i gratificacions per cada hàbit.
cs: Tato část vám pomáhá lépe definovat vaše návyky s využitím Smyčky návyků. Měli byste definovat podněty, rutiny a odměny pro každý návyk.
de: Dieser Abschnitt hilft dir, deine Gewohnheiten mithilfe der Gewohnheit schleife besser zu definieren. Du solltest für jede Gewohnheit Signale, Routinen und Belohnungen definieren.
es: Esta sección te ayuda a definir mejor los hábitos utilizando un bucle de hábitos. Debes definir señales, rutinas y recompensas para cada hábito.
fr: Cette section vous aide à mieux définir vos habitudes à l'aide de la boucle des habitudes. Vous devez définir des signaux, des routines et des récompenses pour chaque habitude.
he: סעיף זה מסייע לך להגדיר הרגלים בצורה טוב יותר בעזרת שרשרת הרגל. לצורך כך יש לקבוע סימן, שגרה ופרס עבור כל הרגל.
ia: Iste section te adjuta a definir melio tu habitos utilisante le bucla de habitos. Tu debera definir signales, habitudes e recompensas pro cata habito.
id: Bagian ini membantu kamu mendefinisikan kebiasaan dengan lebih jelas menggunakan Kebiasaan Berulang. Kamu perlu menentukan pemicu, rutinitas, dan hadiah untuk setiap kebiasaan.
pl: Ta sekcja pomoże Ci lepiej zdefiniować swoje nawyki, wykorzystując pętlę nawyku. Powinieneś zdefiniować wskazówki, rutyny i nagrody dla każdego nawyku.
pt: Esta secção ajuda-te a definir os teus hábitos através de um círculo de hábitos. Deves definir os estímulos, rotinas e recompensas para cada hábito.
pt_br: Esta seção ajuda você a definir melhor seus hábitos utilizando o ciclo do hábito. Você pode definir gatilhos, rotinas e recompensas para cada hábito.
ru: Этот раздел поможет вам лучше определить свои привычки с помощью цикла привычек. Вам следует определить сигналы, процедуры и вознаграждения для каждой привычки.
sk: Táto sekcia vám pomôže lepšie definovať vaše zvyky pomocou Cyklu zvyku. Mali by ste definovať signály, rutiny a odmeny pre každý zvyk.
uk: Цей розділ допоможе вам краще визначити свої звички за допомогою циклу звички. Для кожної звички ви маєте визначити сигнал, рутину та винагороду.
zh_hans: 这一部分将帮助你利用“习惯循环”更好地定义自己的习惯。你应该为每一个习惯明确提示因素、行为模式以及奖励机制。
zh_hant: 此區塊幫助你利用習慣迴圈，更具體地定義你的習慣。你應該為每個習慣定義提示、慣例與獎勵。

# at7AM
source: At 7:00AM
ca: A les 7:00
cs: V 7:00
de: Um 07:00
es: A las 7 de la mañana
fr: À 7:00
he: בשעה 7:00
ia: A le 7:00
id: Jam 7 Pagi
pl: O 7 rano
pt: Às 7h
pt_br: De 7:00AM
ru: В 7:00
sk: O 7:00
uk: О 7:00 ранку
zh_hans: 早上 7:00
zh_hant: 早上 7:00

source: Do 50 push ups
ca: Fer 50 flexions
cs: Udělat 50 kliků
de: 50 Liegestütze machen
es: Hacer 50 flexiones
fr: Faire 50 pompes
he: 50 שכיבות סמיכה
ia: Facer 50 flexiones
id: Lakukan 50 push up
pl: Zrób 50 pompek
pt: Fazer 50 flexões
pt_br: Faça 50 flexões
ru: Сделать 50 отжиманий
sk: Spraviť 50 klikov
uk: Виконати 50 віджимань
zh_hans: 做 50 个俯卧撑
zh_hant: 做 50 下伏地挺身

# fifteenMinOfVideoGames
source: 15 min. of video games
ca: 15 min. de videojocs
cs: 15 min. hraní videoher
de: 15 Min. Videospiele
es: 15 minutos de videojuegos
fr: 15 min. de jeux vidéos
he: 15 דקות למשחקי וידאו
ia: 15 minutas de videojocos
id: 15 menit bermain game
pl: 15 minut grania w gry
pt: 15 minutos de videojogos
pt_br: 15 min. jogando
ru: 15 мин. видеоигр
sk: 15 min. hrania videohier
uk: 15 хвилин у відеоіграх
zh_hans: 玩 15 分钟游戏
zh_hant: 玩 15 分鐘電玩遊戲

# remainderOfReward
source: The reminder of the reward after a successful routine.
ca: El recordatori de la gratificació desprès de dur a terme una rutina amb èxit.
cs: Připomínka odměny po úspěšné rutině.
de: Die Erinnerung an die Belohnung nach einer erfolgreichen Übung.
es: El recuerdo de la recompensa tras una rutina exitosa.
fr: Le rappel de récompense après une routine réussie.
he: התזכורת לתת לעצמך פרס לאחר שגרה מוצלחת.
ia: Le rememoriation del recompensa post un habitude con successo.
id: Pengingat hadiah setelah kebiasaan yang tercapai.
pl: Przypomnienie o nagrodzie po udanej rutynie.
pt: O lembrete da recompensa após uma rotina cumprida.
pt_br: Um lembrete da recompensa após uma rotina concluida com sucesso.
ru: Напоминание о награде после успешного завершения.
sk: Pripomenutie odmeny po úspešnej rutine.
uk: Нагадувати про винагороду після успішної рутини.
zh_hans: 成功完成一套动作后的奖励提醒。
zh_hant: 成功執行慣例後的獎勵提醒。

source: Habit contract
ca: Clàusules de l'hàbit
cs: Smlouva o zvyku
de: Gewohnheitsvertrag
es: Contrato del hábito
fr: Contrat d'habitude
he: חוזה הרגל
ia: Contracto de habito
id: Kontrak kebiasaaan
pl: Kontrakt nawykowy
pt: Contrato de hábito
pt_br: Contrato de hábito
ru: Контракт по привычке
sk: Zmluva o zvyku
uk: Договір про звичку
zh_hans: 习惯契约
zh_hant: 習慣契約

source: Show reward
ca: Mostra la gratificació
cs: Zobrazit odměnu
de: Belohnung anzeigen
es: Mostrar la recompensa
fr: Afficher la récompense
he: הצגת הפרס
ia: Monstrar le recompensa
id: Tampilkan hadiah
pl: Pokaż nagrodę
pt: Mostrar recompensa
pt_br: Mostrar recompensa
ru: Показать награду
sk: Zobraziť odmenu
uk: Показувати винагороду
zh_hans: 显示奖励
zh_hant: 顯示獎勵

# donateToCharity
source: Donate 10$ to charity
ca: Fer una donació de 10€ a una organització benèfica
cs: Darovat 10$ na charitu
de: 10 $ für wohltätige Zwecke spenden
es: Donar 10 $ a una organización benéfica
fr: Faire un don de 10€ à une association
he: תרומה של 40₪ לצדקה
ia: Facer un donation de $10 al caritate
id: Donasikan 10$ untuk amal
pl: Przekazanie 10$ na cele charytatywne
pt: Doar 10€ a uma instituição de caridade
pt_br: Doar R$10 para caridade
ru: Пожертвуйте 10$ на благотворительность
sk: Prispejte 10$ na charitu
uk: Пожертвувати 400₴ на благодійність
zh_hans: 捐赠 10 美元给慈善机构
zh_hant: 捐 10 美元給慈善機構

source: Sanction
ca: Sanció
cs: Sankce
de: Strafe
es: Sanción
fr: Pénalité
he: עונש
id: Sanksi
pl: Sankcja
pt: Sanção
pt_br: Penalidade
ru: Санкция
sk: Sankcia
uk: Покарання
zh_hans: 惩罚
zh_hant: 懲罰

source: Show sanction
ca: Mostra la sanció
cs: Zobrazit sankci
de: Strafe anzeigen
es: Mostrar la sanción
fr: Afficher la pénalité
he: הצגת העונש
ia: Monstrar le sanction
id: Tampilkan sanksi
pl: Pokaż sankcje
pt: Mostrar a sanção
pt_br: Mostrar penalidade
ru: Показать санкцию
sk: Zobraziť sankciu
uk: Показувати покаранння
zh_hans: 显示惩罚
zh_hant: 顯示懲罰

# remainderOfSanction
source: The reminder of the sanction after a unsuccessful routine.
ca: El recordatori de la sanció quan no es completa amb èxit una rutina.
cs: Připomínka sankce po neúspěšné rutině.
de: Die Erinnerung an die Strafe nach einer erfolglosen Übung.
es: El recordatorio de la sanción tras una rutina fallida.
fr: Le rappel de pénalité après une routine non réussie.
he: תזכורת לתת לעצמך עונש לאחר שגרה לא מוצלחת.
ia: Le rememoration del sanction post un habitude fallite.
id: Pengingat sanksi setelah rutinitas tidak tercapai.
pl: Przypomnienie o sankcji po nieudanej rutynie.
pt: O lembrete da sanção após não cumprir uma rotina.
pt_br: O lembrete da penalidade após uma rotina malsucedida.
ru: Напоминание о наказании после неудачной процедуры.
sk: Pripomenutie sankcie po neúspešnej rutine.
uk: Нагадування про покарання після невдалої рутини.
zh_hans: 未成功执行惯例后的惩罚提醒。
zh_hant: 未成功執行慣例後的懲罰提醒。

source: Dan
he: יהונתן
uk: Денис
zh_hans: 小帅

source: Accountability partner
ca: Persona responsable
cs: Smluvni partner
de: Verantwortlichkeitspartner
es: Colaborador responsable
fr: Partenaire de responsabilisation
he: שותף נאמן
ia: Associato de responsabilitates
id: Teman Penanggungjawab
pl: Partner odpowiedzialnościowy
pt: Parceiro de responsabilidade
ru: Партнер по подотчетности
sk: Partner dohľadu
uk: Партнер по відповідальності
zh_hans: 责任伙伴
zh_hant: 責任夥伴

source: Add
ca: Afegeix
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
he: הוספה
ia: Adder
id: Tambah
pl: Dodaj
pt: Adicionar
ru: Добавить
sk: Pridať
uk: Додати
zh_hans: 新增
zh_hant: 新增

source: Allow
ca: Permet
cs: Povolit
de: Erlauben
es: Permitir
fr: Autoriser
he: לאפשר
ia: Permitter
id: Izinkan
pl: Zezwalaj
pt: Permitir
pt_br: Permitir
ru: Разрешить
sk: Povoliť
uk: Дозволити
zh_hans: 允许
zh_hant: 允許

source: Date
ca: Data
cs: Datum
de: Datum
es: Fecha
he: תאריך
ia: Data
id: Tanggal
pl: Data
pt: Data
pt_br: Data
ru: Дата
sk: Dátum
uk: Дата
zh_hans: 日期
zh_hant: 日期

source: Check
ca: Comprova
cs: Zkontrolovat
de: Prüfen
es: Comprobar
fr: Vérifier
he: סימון
ia: Verificar
id: Cek
pl: Sprawdź
pt: Verificar
ru: Проверка
sk: Skontrolovať
uk: Перевірити
zh_hans: 勾选
zh_hant: 勾選
