Repository: xpavle00/Habo
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, es, fr, he, ia, id, pl, pt, pt_br, ru, sk, uk, zh_hans, zh_hant

source: Unarchive habit
ca: Desarxiva l'hàbit
de: Gewohnheit wiederherstellen
es: Desarchivar hábito
id: Hapus dari arsip
sk: Zrušiť archiváciu zvyku
uk: Звичка розархівування
zh_hans: 未归档习惯

source: Archived Habits
ca: Hàbits Arxivats
de: Archivierte Gewohnheiten
es: Hábitos Archivados
id: Kebiasaan Diarsip
sk: Archivované zvyky
uk: Архівні звички
zh_hans: 归档的习惯

source: No archived habits
ca: No hi ha cap hàbit arxivat
de: Keine archivierten Gewohnheiten
es: No hay hábitos archivados
id: Tidak ada kebiasaan yang diarsipkan
sk: Žiadne archivované zvyky
uk: Немає архівованих звичок
zh_hans: 未归档的习惯

source: View archived habits
ca: Mostra hàbits arxivats
de: Archivierte Gewohnheiten ansehen
es: Ver hábitos archivados
id: Lihat kebiasaan yang diarsipkan
sk: Zobraziť archivované zvyky
uk: Переглянути архівовані звички
zh_hans: 查看归档的习惯

source: Habit archived
ca: Hàbit arxivat
de: Gewohnheit archiviert
es: Hábito archivado
id: Kebiasaan yang diarsipkan
sk: Zvyk archivovaný
uk: Звичку архівовано
zh_hans: 习惯已归档

source: Habit unarchived
ca: Hàbit desarxivat
de: Gewohnheit wiederhergestellt
es: Hábito desarchivado
id: Kebiasaan yang tidak diarsipkan
sk: Archivácia zvyku zrušená
uk: Звичку розархівовано
zh_hans: 习惯未归档

source: Biometric
ca: Biomètrica
de: Biometrisch
es: Biométrica
id: Biometrik
sk: Biometrické
uk: Біометричний
zh_hans: 生物特征识别

source: Biometric lock enabled
ca: Bloqueig biomètric activat
de: Biometrische Sperre aktiviert
es: Desbloqueo biométrico activado
id: Kunci biometrik diaktifkan
sk: Biometrický zámok povolený
uk: Біометричний замок увімкнено
zh_hans: 生物特征锁定启用

source: Biometric lock disabled
ca: Bloqueig biomètric desactivat
de: Biometrische Sperre deaktiviert
es: Desbloqueo biométrico desactivado
id: Kunci biometrik dinonaktifkan
sk: Biometrický zámok zakázaný
uk: Біометричний замок вимкнено
zh_hans: 生物特征锁定禁用

source: Authentication error
ca: Error d'autenticació
de: Authentifizierungsfehler
es: Error de autenticación
id: Kesalahan autentikasi
sk: Chyba autentifikácie
uk: Помилка автентифікації
zh_hans: 身份验证错误

source: Biometric authentication required
ca: Autenticació biomètrica requerida
de: Biometrische Authentifizierung erforderlich
es: Autenticación biométrica requerida
id: Diperlukan otentikasi biometrik
sk: Vyžaduje sa biometrická autentifikácia
uk: Потрібна біометрична автентифікація
zh_hans: 需要生物身份验证

# setupFingerprintFaceUnlock
source: Please set up your fingerprint or face unlock in device settings
ca: Si us plau, configura el desbloqueig facial o per empremta a la configuració del dispositiu
de: Bitte richte die Entsperrung per Fingerabdruck oder Gesichtserkennung in den Geräteeinstellungen ein
es: Por favor, configura la huella o desbloqueo facial en los ajustes del dispositivo
id: Silakan atur sidik jari atau buka kunci wajah Anda di pengaturan perangkat
sk: Prosím nastavte odtlačok prsta alebo odomknutie tvárou v nastaveniach zariadenia
uk: Будь ласка, налаштуйте розблокування відбитком пальця або обличчям у налаштуваннях пристрою
zh_hans: 请在设备设置中设置指纹或面部解锁

source: Touch sensor
ca: Sensor d'empremta
de: Berührungssensor
es: Lector de huella
id: Sensor sentuh
sk: Dotknite sa senzora
uk: Сенсорний датчик
zh_hans: 触控传感器

# biometricNotRecognized
source: Biometric not recognized, try again
ca: No s'han reconegut les dades biomètriques, torna a intentar-ho
de: Biometrische Daten nicht erkannt, bitte erneut versuchen
es: Biométrica no reconocida, inténtalo de nuevo
id: Biometrik tidak dikenali, coba lagi
sk: Biometrické údaje neboli rozpoznané, skúste znova
uk: Біометричні дані не розпізнано, спробуйте ще раз
zh_hans: 生物识别未被识别，请重试

source: Biometric required
ca: Biomètrica requerida
de: ­Biometrische Daten erforderlich
es: Biométrica requerida
id: Diperlukan biometrik
sk: Vyžadujú sa biometrické údaje
uk: Необхідні біометричні дані
zh_hans: 需要生物识别

source: Biometric authentication succeeded
ca: Autenticació biomètrica amb èxit
de: Biometrische Authentifizierung erfolgreich
es: Autenticación biométrica exitosa
id: Autentikasi biometrik berhasil
sk: Biometrická autentifikácia úspešná
uk: Біометрична автентифікація успішна
zh_hans: 生物识别身份验证已成功

source: Device credentials required
ca: Es requereixen les credencials del dispositiu
de: Geräteanmeldedaten erforderlich
es: Credenciales del dispositivo requeridos
id: Kredensial perangkat diperlukan
sk: Vyžadujú sa prihlasovacie údaje zariadenia
uk: Потрібні облікові дані пристрою
zh_hans: 需要设备凭证

# setupDeviceCredentials
source: Please set up device credentials in settings
ca: Si us plau, configura les credencials del dispositiu a la configuració
de: Bitte richte die Geräteanmeldedaten in den Einstellungen ein
es: Por favor, configura los credenciales en los ajustes del dispositivo
id: Silakan atur kredensial perangkat di pengaturan
sk: Prosím nastavte prihlasovacie údaje zariadenia v nastaveniach
uk: Будь ласка, налаштуйте облікові дані пристрою в налаштуваннях
zh_hans: 请在设置中设定设备凭证

# setupTouchIdFaceId
source: Please set up your Touch ID or Face ID in device settings
ca: Si us plau, configura el Touch ID o Face ID a la configuració del dispositiu
de: Bitte richte deine Touch ID oder Face ID in den Geräteeinstellungen ein
es: Por favor, configura Touch ID o Face ID en los ajustes del dispositivo
id: Silakan atur Touch ID atau Face ID Anda di pengaturan perangkat
sk: Prosím nastavte Touch ID alebo Face ID v nastaveniach zariadenia
uk: Будь ласка, налаштуйте Touch ID або Face ID у налаштуваннях пристрою
zh_hans: 请在设置中设置 Touch ID 或 Face ID

# reenableTouchIdFaceId
source: Please reenable your Touch ID or Face ID
ca: Si us plau, torna a activar el Touch ID o Face ID
de: Bitte aktiviere deine Touch ID oder Face ID erneut
es: Por favor, reactiva Touch ID o Face ID
id: Aktifkan kembali Touch ID atau Face ID Anda
sk: Prosím znovu povoľte Touch ID alebo Face ID
uk: Будь ласка, знову ввімкніть Touch ID або Face ID
zh_hans: 请重启用 Touch ID 或 Face ID

source: Biometric Lock
ca: Bloqueig Biomètric
de: Biometrische Sperre
es: Bloqueo Biométrico
id: Kunci Biometrik
sk: Biometrický zámok
uk: Біометричний замок
zh_hans: 生物识别锁定

# biometricLockDescription
source: Secure app with {authMethod}
ca: Protegeix l'app amb {authMethod}
de: Sichere App mit {authMethod}
es: Protege la aplicación con {authMethod}
id: Amankan aplikasi dengan {authMethod}
sk: Zabezpečiť aplikáciu pomocou {authMethod}
uk: Безпечний додаток з {authMethod}
zh_hans: 使用 {authMethod} 方法保护 应用

# authenticateToEnable
source: Authenticate to enable biometric lock
ca: Autentica't per activar el bloqueig biomètric
de: Authentifizieren, um biometrische Sperre zu aktivieren
es: Autentícate para activar el bloqueo biométrico
id: Autentikasi untuk mengaktifkan kunci biometrik
sk: Autentifikujte sa na povolenie biometrického zámku
uk: Автентифікація для активації біометричного блокування
zh_hans: 授权以启用生物特征识别锁定

# authenticateToAccess
source: Please authenticate to access Habo
ca: Si us plau, autentica't per accedir a Habo
de: Bitte authentifizieren, um auf Habo zuzugreifen
es: Por favor, autentícate para acceder a Habo
id: Silakan autentikasi untuk mengakses Habo
sk: Prosím autentifikujte sa na prístup do Habo
uk: Будь ласка, пройдіть автентифікацію для доступу до Habo
zh_hans: 请证实身份访问 Habo

source: Authentication Required
ca: Autenticació requerida
de: Authentifizierung erforderlich
es: Autenticación requerida
id: Otentikasi Diperlukan
sk: Vyžaduje sa autentifikácia
uk: Потрібна автентифікація
zh_hans: 需要身份验证

# authenticationFailedMessage
source: Please authenticate to access Habo using {authMethod}
ca: Si us plau, autentica't amb {authMethod} per accedir a Habo
de: Bitte authentifizieren, um mit {authMethod} auf Habo zuzugreifen
es: Por favor, autentícate para acceder a Habo usando {authMethod}
id: Silakan autentikasi untuk mengakses Habo menggunakan {authMethod}
sk: Prosím autentifikujte sa na prístup do Habo pomocou {authMethod}
uk: Будь ласка, пройдіть автентифікацію, щоб отримати доступ до Habo за допомогою {authMethod}
zh_hans: 请通过 {authMethod}授权访问 Habo

source: Try Again
ca: Torna a intentar-ho
de: Erneut versuchen
es: Intentar de nuevo
id: Coba Lagi
sk: Skúsiť znova
uk: Спробуйте ще раз
zh_hans: 请重试

source: Authenticating...
ca: Autenticant…
de: Authentifizierung läuft…
es: Autenticando…
id: Mengautentikasi…
sk: Autentifikácia…
uk: Автентифікація…
zh_hans: 授权中…

source: Authenticate
ca: Autenticar
de: Authentifizieren
es: Autenticar
id: Mengautentikasi
sk: Autentifikovať
uk: Автентифікація
zh_hans: 授权

source: Building Better Habits
ca: Construint Millors Hàbits
de: Bessere Gewohnheiten Entwickeln
es: Construyendo mejores hábitos
id: Membangun Kebiasaan yang Lebih Baik
sk: Budovanie lepších zvykov
uk: Формування кращих звичок
zh_hans: 构建更好的习惯

# authenticationPrompt
source: Please authenticate using {authMethod} to access your habits
ca: Si us plau, autenticat amb {authMethod} per accedir als teus hàbits
de: Bitte authentifiziere dich mit {authMethod}, um auf deine Gewohnheiten zuzugreifen
es: Por favor, autentícate usando {authMethod} para acceder a tus hábitos
id: Silakan autentikasi menggunakan {authMethod} untuk mengakses kebiasaan Anda
sk: Prosím autentifikujte sa pomocou {authMethod} na prístup k vašim zvykom
uk: Будь ласка, пройдіть автентифікацію за допомогою {authMethod}, щоб отримати доступ до своїх звичок
zh_hans: 请使用{authMethod} 授权访问你的习惯

# devicePinPatternPassword
source: Device PIN, Pattern, or Password
ca: PIN, Patrò o Contrasenya del dispositiu
de: Geräte-PIN, Muster oder Passwort
es: PIN, patrón o contraseña del dispositivo
id: PIN, Pola, atau Kata Sandi Perangkat
sk: PIN, vzor alebo heslo zariadenia
uk: PIN-код, графічний ключ або пароль пристрою
zh_hans: 设备 PIN, Pattern, 或者 密码

source: Fingerprint
ca: Empremta
de: Fingerabdruck
es: Huella
id: Sidik jari
sk: Odtlačok prsta
uk: Відбиток пальця
zh_hans: 指纹

source: Iris
id: Iris Mata
sk: Dúhovka
uk: Ірис

# whatsNewTitle
source: What's New
ca: Novetats
de: Was ist Neu
es: Novedades
id: Apa yang baru
sk: Čo je nové
uk: Що нового
zh_hans: 更新了什么

# whatsNewVersion
source: Version {version}
ca: Versió {version}
es: Versión {version}
id: Versi {version}
sk: Verzia {version}
uk: Версія {version}
zh_hans: 版本 {version}

# featureNumericTitle
source: Numeric values in habits
ca: Valors numèrics als hàbits
de: Numerische Werte in Gewohnheiten
es: Valores numéricos en los hábitos
id: Nilai numerik dalam kebiasaan
sk: Číselné hodnoty vo zvykoch
uk: Числові значення у звичках

# featureNumericDesc
source: Track counts like glasses of water or pages read
ca: Fes un seguiment de comptadors (per exemple gots d'aigua beguts o pàgines llegides)
de: Verfolge Dinge wie Gläser Wasser oder gelesene Seiten
es: Sigue conteos como vasos de agua o páginas leídas
id: Lacak jumlah seperti halaman buku yang dibaca atau berapa gelas air yang diminum
sk: Sledujte počty ako poháre vody alebo prečítané stránky
uk: Кількість відстежень, як-от склянки води або прочитані сторінки
zh_hans: 跟踪的数目如几杯水或者阅读页数

# featureDeepLinksTitle
source: URL scheme (deep links)
ca: Esquema d'URL (deep links)
de: URL-Schema (Deep Links)
es: Esquema de URL (deep links)
id: Skema URL (tautan dalam)
sk: URL schéma (deep links)
uk: Схема URL-адрес (глибокі посилання)

# featureDeepLinksDesc
source: Open Habo directly to screens like settings or create
ca: Obre pantalles de Habo directament (com la de configuració o la de crear)
de: Öffne Habo direkt auf Bildschirmen wie Einstellungen oder erstellen
es: Abre Habo directamente en pantallas como ajustes o crear hábito
id: Buka Habo langsung ke layar seperti pengaturan atau buat
sk: Otvorte Habo priamo na obrazovky nastavenia alebo vytvoriť nový zvyk
uk: Відкрийте Habo безпосередньо на таких екранах, як налаштування або створення

# featureCategoriesTitle
source: Categories
de: Kategorien
es: Categorías
id: Kategori
sk: Kategórie
uk: Категорії
zh_hans: 分类

# featureCategoriesDesc
source: Organize habits with category filters
ca: Organitza els hàbits amb filtres de categoria
de: Organisiere Gewohnheiten mit Kategoriefiltern
es: Organiza los hábitos usando filtros por categoría
id: Atur kebiasaan dengan filter kategori
sk: Organizujte zvyky pomocou filtrov kategórií
uk: Упорядкуйте звички за допомогою фільтрів категорій
zh_hans: 使用分类过滤器组织习惯

# featureArchiveTitle
source: Archive
ca: Arxiu
de: Archivieren
es: Archivo
id: Arsip
sk: Archív
uk: Архів
zh_hans: 归档

# featureArchiveDesc
source: Hide habits you no longer track without deleting
ca: Amaga hàbits que ja no segueixes sense eliminar-los
de: Verstecke Gewohnheiten, die du nicht mehr verfolgst, ohne sie zu löschen
es: Oculta hábitos que ya no sigues sin eliminarlos
id: Sembunyikan kebiasaan yang tidak Anda lacak lagi tanpa dihapus
sk: Skryte zvyky, ktoré už nesledujete bez ich odstránenia
uk: Приховуйте звички, які ви більше не відстежуєте, без видалення
zh_hans: 隐藏不在跟踪的习惯且不删除

# featureMaterialYouTitle
source: Material You theme (Android)
ca: Tema Material You (Android)
de: Material You-Design (Android)
es: Tema Material You (Android)
id: Tema Material You (Android)
sk: Material You téma (Android)
uk: Тема Material You (Android)
zh_hans: Material You 主题(Android)

# featureMaterialYouDesc
source: Dynamic colors that match your wallpaper
ca: Colors dinàmics basats en el teu fons de pantalla
de: Dynamische Farben, die zu deinem Geräte-Hintergrund passen
es: Colores dinámicos que se ajustan a tu fondo de pantalla
id: Warna dinamis yang cocok dengan wallpaper Anda
sk: Dynamické farby, ktoré sa prispôsobia vašej tapete
uk: Динамічні кольори, що пасують до ваших шпалер
zh_hans: 动态匹配你的壁纸的颜色

# featureSoundTitle
source: New sound engine
ca: Nou motor de so
de: Neue Sound-Engine
es: Nuevo motor de sonido
id: Mesin suara baru
sk: Nový zvukový engine
uk: Новий звуковий двигун

# featureSoundDesc
source: Adjustable volume
ca: Volum ajustable
de: Einstellbare Lautstärke
es: Volumen ajustable
id: Volume yang dapat disesuaikan
sk: Nastaviteľná hlasitosť
uk: Регульована гучність
zh_hans: 可调节音量

# featureLockTitle
source: Lock feature
ca: Funció de bloqueig
de: Sperrfunktion
es: Función de bloqueo
id: Fitur kunci
sk: Funkcia zámku
uk: Функція блокування
zh_hans: 锁定功能

# featureLockDesc
source: Secure the app with Face ID / Touch ID / biometrics
ca: Protegeix l'app amb Face ID / Touch ID/ bloqueig biomètric
de: Sichern Sie die App mit Face ID / Touch ID / Biometrie
es: Protege la app con Face ID / Touch ID / biometría
id: Amankan aplikasi dengan Face ID / Touch ID / biometrik
sk: Zabezpečte aplikáciu pomocou Face ID / Touch ID / biometrických údajov
uk: Захистіть додаток за допомогою Face ID / Touch ID / біометрії
zh_hans: 使用Face ID / Touch ID / biometrics保护应用

# haboSyncComingSoon
source: Coming Soon
ca: Properament
de: Demnächst
es: Próximamente
id: Segera Hadir
sk: Čoskoro
uk: Скоро буде
zh_hans: 即将到来

# haboSyncDescription
source: Sync your habits across all devices with cloud backup and real-time synchronization.
ca: Sincronitza els hàbits entre tots els teus dispositius amb el servei de núvol de Habo, encriptat d'extrem-a-extrem.
de: Synchronisiere deine Gewohnheiten auf allen deinen Geräten mit Habo's End-to-End-verschlüsseltem Cloud-Dienst.
es: Sincroniza tus hábitos en todos tus dispositivos con el servicio en la nube cifrado de extremo a extremo de Habo.
id: Sinkronkan kebiasaan Anda di semua perangkat dengan layanan cloud terenkripsi end-to-end Habo.
sk: Synchronizujte svoje zvyky na všetkých zariadeniach pomocou end-to-end šifrovanej cloudovej služby Habo.
uk: Синхронізуйте свої звички на всіх пристроях за допомогою хмарного сервісу Habo з наскрізним шифруванням.
zh_hans: 使用 Habo 端到端加密云服务在你所有的设备之间同步习惯。

# haboSyncLearnMore
source: Learn more at habo.space/sync
ca: Més informació a habo.space/sync
de: Weitere Informationen unter habo.space/sync
es: Más información en habo.space/sync
id: Pelajari lebih lanjut di habo.space/sync
sk: Dozvedieť sa viac na habo.space/sync
uk: Дізнайтеся більше на habo.space/sync
zh_hans: 在habo.space/sync上了解更多
